[
    {
        "session": "1",
        "startDate": "2026-01-06",
        "endDate": "2026-01-26",
        "schedule": [
            {
                "date": "2026-01-06",
                "accommodation": {
                    "default": "劍潭青年活動中心",
                    "en": "Chientan Youth Activity Center"
                },
                "morning": [
                    {
                        "place": {
                            "default": "桃園機場接機",
                            "en": "Airport Pickup"
                        }
                    }
                ],
                "afternoon": [
                    {
                        "place": {
                            "default": "學員報到、報平安、環境介紹",
                            "en": "Check in"
                        }
                    }
                ],
                "evening": [
                    {
                        "place": {
                            "default": "生活說明會",
                            "en": "Code of Conduct Orientation"
                        },
                        "introduction": {
                            "default": "認識輔導員工作團隊及小隊夥伴",
                            "en": "Introduction to the counseling team and teammates"
                        }
                    }
                ]
            },
            {
                "date": "2026-01-07",
                "accommodation": {
                    "default": "劍潭青年活動中心",
                    "en": "Chientan Youth Activity Center"
                },
                "morning": [
                    {
                        "title": "政策宣導",
                        "place": {
                            "default": "臺灣政經發展與國情簡介",
                            "en": "Introduce to Taiwan"
                        }
                    },
                    {
                        "title": "行銷實務",
                        "place": {
                            "default": "自媒體行銷課程",
                            "en": "Self-Media Marketing Course"
                        }
                    }
                ],
                "afternoon": [
                    {
                        "title": "政策宣導",
                        "place": {
                            "default": "僑委會簡介"
                        }
                    },
                    {
                        "place": {
                            "default": "始業式(僑委會主持)",
                            "en": "Opening Ceremony"
                        }
                    },
                    {
                        "place": {
                            "default": "小隊聯誼",
                            "en": "Team Building"
                        }
                    }
                ],
                "evening": [
                    {
                        "title": "在地生活探索",
                        "place": {
                            "default": "士林夜市",
                            "en": "Shilin Night Market"
                        },
                        "introduction": {
                            "default": "士林夜市廣泛指稱以位於臺北市士林區的市定古蹟士林公有市場為中心，鄰近臺北捷運淡水信義線士林站與劍潭站之間的攤販聚集三角地帶，是臺北市內範圍最大，也是全臺打卡次數最多且最知名的夜市地標，曾多次獲選為臺灣代表夜市與觀光客必去景點首選，而且不只是國外的觀光客，也有許多臺北市民或者是外縣市的居民在夜晚會來此逛街消遣時間。該觀光夜市憑藉小吃與攤商興起，迄今觀光客仍能在此品嘗各地美食，加上琳瑯滿目的商品，保證能讓您滿載而歸。",
                            "en": "Shilin Night Market is the largest night market in Taipei, widely recognized as a must-visit landmark and one of Taiwan's most popular attractions. Located in the Shilin District, it is centered around the historic Shilin Public Market, a designated cultural heritage site. This vibrant area, situated between MRT Shilin Station and Jiantan Station on the Tamsui-Xinyi Line (Line 2/Red Line), forms a bustling triangle of street vendors.\nThe market attracts not only international tourists but also local Taipei residents and visitors from other cities, who come to enjoy its lively atmosphere. Known for its vast selection of authentic Taiwanese street food and an abundance of goods, Shilin Night Market guarantees an unforgettable experience, where visitors can savor culinary delights and take home plenty of memories."
                        }
                    }
                ]
            },
            {
                "date": "2026-01-08",
                "accommodation": {
                    "default": "劍潭青年活動中心",
                    "en": "Chientan Youth Activity Center"
                },
                "morning": [
                    {
                        "title": "人文教育探索",
                        "place": {
                            "default": "國立故宮博物院",
                            "en": "National Palace Museum"
                        },
                        "introduction": {
                            "default": "國立故宮博物院簡稱臺灣故宮或臺北故宮(以別於位於北京的北京故宮)，別名中山博物院，是臺灣最具規模的博物館，自民國14年(西元1925年)成立後輾轉遷移，最終於民國54年(西元1965年)在臺北復院開幕，在民國104年(西元2015年)曾位居全球參觀人數第六多的藝術博物館。\n館內收藏來自中國各地的古物，包括繪畫、書法、銅器、玉器、瓷器、絲綢與文獻等，其中范寬的〈谿山行旅圖〉、郭熙〈早春圖〉與李唐〈萬壑松風圖〉被稱為「故宮三寶」，除此之外，清代的「翠玉白菜」、「肉形石」與西周時代的「毛公鼎」在觀光客之間也是極有人氣的展品。",
                            "en": "The National Palace Museum, also referred to as the Taiwan Palace Museum, Taipei Palace Museum, or Zhongshan Museum, is the largest museum in Taiwan. Originally established in 1925, the museum was relocated multiple times due to war before reopening in Taipei in 1965. In 2015, it ranked as the world's sixth most-visited art museum.\nThe museum houses an extensive collection of antiquities from across China, including paintings, calligraphy, bronzes, jade carvings, ceramics, textiles, rare books, and historical documents. Among its most celebrated pieces are Travelers Among Mountains and Streams by Fan Kuan, Early Spring by Guo Xi, and Wind in Pines Among a Myriad Valleys by Li Tang, collectively known as the “Three Treasures of the National Palace Museum.” Other highly popular exhibits include the Qing Dynasty's Jadeite Cabbage, the Meat-Shaped Stone, and the Western Zhou Dynasty bronze tripod vessel, the Mao Gong Ding."
                        }
                    }
                ],
                "afternoon": [
                    {
                        "title": "在地生活探索",
                        "place": {
                            "default": "臺北101形象商圈",
                            "en": "Taipei 101"
                        },
                        "introduction": {
                            "default": "臺北101坐落於臺北信義區，鄰近世貿中心與信義商圈，作為全臺灣第一高樓，也曾經在民國93年(西元2004)年至民國99年(2010年)間被認定為世界第一高樓，其以吉祥數字「八」(「發」的諧音)為發想，有著象徵「節節高升」、「生生不息」，如同竹子般獨特的外觀，為了應對臺灣嚴酷的自然環境，內部設計更結合當代人類技術結晶，在89樓的觀景臺能以全方位絕佳的視野得到在「天空之城」俯瞰風景的難得體驗。\n鑒於其獨特的外觀與高度，不只在重要節日或紀念時外牆LED燈會顯示出相關標語或圖像，每年12月31日臺北市政府的跨年晚會中，臺北101也肩負跨年煙火表演的重責大任，在臺北跨入1月1日新年當下，絢爛的煙火從臺北101照亮臺北夜空，令來自世界各地參與的觀光客留下最難以忘懷的新年第一份回憶。",
                            "en": "Taipei 101, the tallest building in Taiwan, was officially recognized as the world's tallest building from 2004 to 2010. Located in Xinyi District near the Taipei World Trade Center and Xinyi Commercial District, Taipei 101 is inspired by the lucky number “8” (a homophone for “fortune” in Mandarin). Its unique design, resembling bamboo, symbolizes “steady growth” and “endless vitality.” To withstand Taiwan's harsh natural environment, the building incorporates cutting-edge engineering and technological innovations. Visitors can enjoy a stunning 360-degree panoramic view from the observatory on the 89th floor, offering an experience akin to being in a “castle in the sky.”\nThanks to its iconic design and height, Taipei 101 not only features LED displays on its exterior walls that showcase text or images during major festivals and celebrations but also plays a pivotal role in Taipei's annual New Year's Eve fireworks display. As the clock strikes midnight on January 1st, dazzling fireworks erupt from Taipei 101, lighting up the night sky and creating an unforgettable first memory of the New Year for visitors from around the globe."
                        }
                    }
                ],
                "evening": [
                    {
                        "title": "在地生活探索",
                        "place": {
                            "default": "行前準備",
                            "en": "Preparation"
                        }
                    }
                ]
            },
            {
                "date": "2026-01-09",
                "accommodation": {
                    "default": "復興青年活動中心",
                    "en": "Fuhsing Youth Activity Center"
                },
                "morning": [
                    {
                        "title": "學校招生宣導及青年交流",
                        "place": {
                            "default": "景文科技大學",
                            "en": "Jinwen University of Technology"
                        },
                        "introduction": {
                            "default": "景文科技大學位於臺灣新北市新店區安坑，為北部十五所科技大學之一，最早為民國79年(西元1990年)設立的「景文工商專科學校」，隨著多年發展於民國96年(西元2007年)奉教育部核准改為現名，目前共設置4個學院13個系1學位學程及2個碩士班。\n校務發展目標上，學校校訓為「勤勞」、「信實」、「謙敬」、「創新」，並訂定「塑造全人科技人才」、「強化校企雙向交流」、「提升學校整體效能」及「擁抱社區胸懷國際」四大目標與具體策略，以提升學校教學、學生事務、研究、產學銜接、國際化及軟硬體環境水準，提供師生優質環境，培養產業所需之菁英人才，提供產業專業諮詢與輔導合作，創造JUST (Joyous, Unique, Sincere, Truthful, JUST)景文科大優質品牌形象，邁向永續發展、追求卓越，達到「培育企業最愛人才之一流學府」願景。",
                            "en": "Jinwen University of Science and Technology, located in Ankeng, Xindian District, New Taipei City, is one of the fifteen science and technology universities in northern Taiwan. Originally established in 1990 as “Ching-Wen Junior College of Industry and Commerce,” it was renamed Ching-Wen University of Science and Technology in 2007 with the approval of the Ministry of Education. Currently, it comprises 4 colleges, 13 departments, 1 degree program, and 2 master’s programs.\nIn terms of school development goals, the school motto is “Diligence,” “Integrity,” “Humility,” and “Innovation.” It has established four major goals and specific strategies: “Cultivating Well-Rounded Technological Talents,” “Strengthening Two-Way Exchanges Between School and Industry,” “Enhancing the Overall Effectiveness of the School,” and “Embracing the Community with an International Perspective.” These goals aim to improve the school’s teaching, student affairs, research, industry-academia collaboration, internationalization, and hardware and software environment, providing a high-quality environment for faculty and students, cultivating elite talents needed by industry, providing professional consulting and guidance for industry collaboration, creating a high-quality brand image for JUST (Joyous, Unique, Sincere, Truthful, JUST), moving towards sustainable development and pursuing excellence, ultimately achieving the vision of becoming “a first-class university that cultivates talents most sought after by enterprises.”"
                        }
                    }
                ],
                "afternoon": [
                    {
                        "title": "在地生活探索",
                        "place": {
                            "default": "大溪老街",
                            "en": "Daxi Old Street"
                        },
                        "introduction": {
                            "default": "大溪老街是位於臺灣桃園市大溪區上的歷史聚落群，主要是指位於大溪區上的和平路、中山路以及中央路所留存之歷史建築群。該區域因保存大量於日據時期所興建之街屋群，因而大溪鎮上最具代表性之景點。\n大溪老街至今所保存的建築群，基本是自民國元年（西元1912年）12月開始，當時的日本殖民政府將由清代發展起來的大嵙崁街聚落進行拓寬馬路，取代以往道路曲折狹窄，且衛生環境不佳的空間，也對於聚落建築物進行整建成牌樓立面，均需統一裝飾門面規範的工程。\n受到20世紀日本本地進行西方建築思潮影響，此時階段興建的大溪建築，基本採取裝飾自巴洛克藝術開始的西式古典主義、包括洛可可、新古典主義建築、擬洋風建築提倡的概念，運用至牌樓設計，並受到原始閩粵建築影響採用大量立面弧線，使得大溪建築具呈現中西合璧的建築結構。",
                            "en": "Daxi Old Street is a historical settlement complex located in Daxi District, Taoyuan City, Taiwan. It mainly refers to the historical buildings preserved on Heping Road, Zhongshan Road and Central Road in Daxi District. This area is the most representative attraction in Daxi Town because it preserves a large number of street houses built during the Japanese occupation period.\nThe buildings preserved in Daxi Old Street today were basically built in December of the first year of the Taisho era in Japan (1912), when the Daxikan Street settlement developed in the Qing Dynasty was widened to replace the previous narrow and winding roads with poor sanitary conditions. The settlement buildings were also renovated into archway facades, all of which required standardized facade decoration.\nInfluenced by the Western architectural trends in Japan in the 20th century, the Daxi buildings built during this period basically adopted the concepts advocated by Western classicism starting from Baroque art, including Rococo, neoclassical architecture, and pseudo-Western-style architecture, which were applied to the design of archways. Influenced by the original Fujian and Guangdong architecture, a large number of facade arcs were used, making the Daxi buildings present an architectural structure that combines Chinese and Western styles."
                        }
                    },
                    {
                        "place": {
                            "default": "角板山生態巡禮",
                            "en": "Jiaobanshan Park"
                        },
                        "introduction": {
                            "default": "角板山位於桃園市復興區，標高639公尺，山名由來有多種說法，但最遲在西元1899年，也就是日據時代初期就已經存在。\n民國12年(西元1923年)時，當時的皇太子裕仁(即昭和天皇)至臺灣環島旅遊，臺灣總督佐久間左馬太為招待皇太子，便在角板山興建角板山賓館，雖然最後裕仁並未入住而改作貴賓館，但該館迄今仍俗稱「太子樓」。\n國民政府遷臺後，因此地距離臺北僅一小時車程，風景又接近先總統　蔣中正的家鄉浙江奉化縣(今浙江省寧波市奉化區)，因此成為蔣氏家族常來之處，更在民國49年(西元1960年)又興建了角板山行館，而包含這兩座建築的角板山本身，則在民國92年(西元2003年)於政府的規劃下，轉變成如今的角板山雕塑公園。",
                            "en": "Jiaoban Mountain is located in Fuxing District, Taoyuan City, with an elevation of 639 meters. There are many theories about the origin of the mountain name, but it has existed since 1899, at the latest, during the early Japanese colonial period.\nIn 1923, the then Crown Prince Hirohito (Emperor Showa) traveled around Taiwan. In order to entertain the Crown Prince, the Governor-General of Taiwan, Samata Sakuma, built the Jiaoban Mountain Hotel on Jiaoban Mountain. Although Hirohito did not stay in the end and it was converted into a VIP hotel, the hotel is still commonly known as the “Prince's Building.”\nAfter the Nationalist government moved to Taiwan, President Chiang Kai-shek's hometown, Fenghua County, Zhejiang Province (now Fenghua District, Ningbo City, Zhejiang Province), became a frequent destination for the Chiang family as it was only an hour's drive from Taipei and the scenery was close to that of the old days. In 1960, they built the Jiaobanshan Residence. The Jiaobanshan itself, which includes these two buildings, was transformed into the current Jiaobanshan Sculpture Park under the government's planning in 2003."
                        }
                    }
                ],
                "evening": [
                    {
                        "title": "在地生活探索",
                        "place": {
                            "default": "行前準備",
                            "en": "Preparation"
                        }
                    }
                ]
            },
            {
                "date": "2026-01-10",
                "accommodation": {
                    "default": "日月潭青年活動中心",
                    "en": "Sun Moon Lake Youth Activity Center"
                },
                "morning": [
                    {
                        "title": "生態環境探索",
                        "place": {
                            "default": "高美濕地",
                            "en": "Gaomei Wetlands Rerservation Area"
                        },
                        "introduction": {
                            "default": "高美溼地位處臺中市清水區，大甲溪出海口的南側，原本是日據時期設立的高美海水浴場，後因臺中港興建，港務局於北方築起沙堤後，引發突堤效應使得浴場泥沙淤積，最終高美海水浴場於民國65年(西元1976年)關閉，該地也逐漸形成濕地景觀。\n直到民國84年(西元1995年)，民間欲在此地興建海渡發電廠，引發居民強烈反對，在政府商談多年後，該地最後在民國93年(西元2004年)以高美野生動物保護區的名義設立生態保護區，並在隨後數年逐漸擴充基礎設施，成為臺中著名景點之一。\n廣闊的夕陽景色、招潮蟹等動物棲息以及多種稀有植物(雲林莞草、大安水蓑衣等)生長，形成高美濕地最為出名的美麗風景。",
                            "en": "Gaomei Wetlands, located in Qingshui District, Taichung City, on the south side of the Dajia River estuary, was originally the Gaomei Bathing Beach established during the Japanese occupation. However, due to the construction of Taichung Port and the construction of a sandbar on the north side, a breakwater effect caused siltation, leading to the beach’s closure in 1976. The area gradually developed into a wetland landscape.\nIn 1995, a proposal to build a hydroelectric power plant on the site sparked strong opposition from residents. After years of negotiations with the government, the area was finally designated as the Gaomei Wildlife Sanctuary in 2004. Infrastructure was gradually expanded in the following years, making it one of Taichung’s famous tourist attractions.\nThe expansive sunset views, the habitat of fiddler crabs and other animals, and the growth of various rare plants (such as Bolboschoenus planiculmis and Hygrophila pogonocalyx) make Gaomei Wetlands famous for its beautiful scenery."
                        }
                    }
                ],
                "afternoon": [
                    {
                        "title": "生態環境探索",
                        "place": {
                            "default": "向山遊客中心",
                            "en": "The Sun Moon Lake Xiangshan Visitor Center"
                        },
                        "introduction": {
                            "default": "向山行政暨遊客中心於民國100年(西元2011年)2月25日正式揭幕啟用，由國際知名日本建築師「團紀彥」設計，以環抱日月潭為意象，整體設計以融入原有地景為中心思想，斜坡式草皮可直通屋頂，以多種弧形從地面拉出所有空間，尋求與大自然的和諧，兩棟建築屋頂由低到高配置讓遊客能利用屋頂斜坡或是大跨距的半開放空間眺望日月潭。建築內和四周以水景、草皮及木紋清水模構成簡單的造景半建築半地景的建築設計，創造了人與自然間發展對話的舞臺。",
                            "en": "Sun Moon Lake Xiangshan Visitor Center was officially unveiled and put into use on February 25th, 2011. Designed by the internationally renowned Japanese architect \"Dan Norihiko\", it takes the image of embracing Sun Moon Lake. The overall design is centered on integrating into the existing landscape, with sloping lawns that lead directly to the roof, and various curved spaces rising out of the ground, seeking harmony with nature. The roofs of the two buildings are arranged from low to high, allowing visitors to use the roof slope or the large open space to overlook Sun Moon Lake. The architecture and its surroundings are designed with simple landscaping, composed of water features, lawns, and wood-grain formwork, creating a half-architectural, half-landscape design that creates a platform for dialogue between people and nature."
                        }
                    },
                    {
                        "place": {
                            "default": "日月潭",
                            "en": "Sun Moon Lake"
                        },
                        "introduction": {
                            "default": "於南投縣魚池鄉的日月潭面積827公頃，是臺灣本島面積第二大的湖泊，其名源自清朝時代記載稱「水分丹碧二色」，而在日據時代興建日月潭水庫作為水力發電廠導致水位上升後，更形成當今北側寬闊如日輪、南側狹窄如月鉤，一如其名的形狀。\n環繞日月潭的景點中，除了由漢人所興建，主祀關公的文武廟，以及光復後由國民政府興建的慈恩塔、耶穌堂外，保留許多當地原住民邵族文化的伊達邵部落也是不會讓觀光客失望的好地方。",
                            "en": "Sun Moon Lake, located in Yuchi Township, Nantou County, covers an area of 827 hectares, making it the second-largest lake in Taiwan. Its name originates from a Qing Dynasty record describing the lake as \"divided into two colors, red and blue.\" During the Japanes occupation period, the construction of the Sun Moon Lake Reservoir for hydroelectric power caused the water level to rise, shaping the lake into its current form: the northern part broad and round like the sun, and the southern part narrow and curved like a crescent moon.\nSurrounding Sun Moon Lake are numerous attractions. Among them are Wenwu Temple, dedicated to Guan Yu and built by Han settlers, the Ci En Pagoda, and the Jesus Church, both constructed by the government after Taiwan's retrocession. Additionally, the Ita Thao Village preserves the rich culture of the Thao people, one of Taiwan's indigenous tribes, offering visitors a unique and memorable experience."
                        }
                    }
                ],
                "evening": [
                    {
                        "title": "在地生活探索",
                        "place": {
                            "default": "伊達邵原民商圈",
                            "en": "Ita Thao Pier"
                        },
                        "introduction": {
                            "default": "伊達邵舊名「德化社」、「化蕃社」，邵族人自稱「卜吉社」，邵族主要居住於此，是日月潭邊人口聚集最多的村落。當年先總統　蔣中正最喜愛泛舟到這兒觀賞邵族山地歌舞，遂使伊達邵成為日月潭重要的原住民文化園區。現是邵族、泰雅族與漢族共居，村內有藝品店、餐廳與旅館等。每年8月15日前後，這裡的邵族會舉行盛大的祭典，屆時整族全員出動，遊客若選擇此時光臨，當可一飽邵族迷人的風情。此外，伊達邵也是水社大山的登山口。",
                            "en": "Ita Thao, formerly known as “Dehua Tribe” or “Huafang Tribe,” is called “Barawbaw” by the Thao people, who are the primary residents of this village. Located beside Sun Moon Lake, it is the most densely populated village in the area. During his presidency, Former President Chiang Kai-shek frequently enjoyed sailing to Ita Thao to watch Thao mountain songs and dances, which helped establish the village as a significant indigenous cultural park.\nToday, Ita Thao is home to the Thao, Atayal, and Han peoples, and the village features art shops, restaurants, and hotels. Around August 15 each year, the Thao hold a grand festival, involving the entire community. Visitors arriving during this time can experience the unique and enchanting culture of the Thao people. Additionally, Ita Thao serves as the trailhead for hiking Shuishe Mountain."
                        }
                    }
                ]
            },
            {
                "date": "2026-01-11",
                "accommodation": {
                    "default": "日月潭青年活動中心",
                    "en": "Sun Moon Lake Youth Activity Center"
                },
                "morning": [
                    {
                        "title": "生態環境探索",
                        "place": {
                            "default": "高美濕地",
                            "en": "Gaomei Wetlands Rerservation Area"
                        },
                        "introduction": {
                            "default": "高美溼地位處臺中市清水區，大甲溪出海口的南側，原本是日據時期設立的高美海水浴場，後因臺中港興建，港務局於北方築起沙堤後，引發突堤效應使得浴場泥沙淤積，最終高美海水浴場於民國65年(西元1976年)關閉，該地也逐漸形成濕地景觀。\n直到民國84年(西元1995年)，民間欲在此地興建海渡發電廠，引發居民強烈反對，在政府商談多年後，該地最後在民國93年(西元2004年)以高美野生動物保護區的名義設立生態保護區，並在隨後數年逐漸擴充基礎設施，成為臺中著名景點之一。\n廣闊的夕陽景色、招潮蟹等動物棲息以及多種稀有植物(雲林莞草、大安水蓑衣等)生長，形成高美濕地最為出名的美麗風景。",
                            "en": "Gaomei Wetlands, located in Qingshui District, Taichung City, on the south side of the Dajia River estuary, was originally the Gaomei Bathing Beach established during the Japanese occupation. However, due to the construction of Taichung Port and the construction of a sandbar on the north side, a breakwater effect caused siltation, leading to the beach’s closure in 1976. The area gradually developed into a wetland landscape.\nIn 1995, a proposal to build a hydroelectric power plant on the site sparked strong opposition from residents. After years of negotiations with the government, the area was finally designated as the Gaomei Wildlife Sanctuary in 2004. Infrastructure was gradually expanded in the following years, making it one of Taichung’s famous tourist attractions.\nThe expansive sunset views, the habitat of fiddler crabs and other animals, and the growth of various rare plants (such as Bolboschoenus planiculmis and Hygrophila pogonocalyx) make Gaomei Wetlands famous for its beautiful scenery."
                        }
                    }
                ],
                "afternoon": [
                    {
                        "title": "生態環境探索",
                        "place": {
                            "default": "向山遊客中心",
                            "en": "The Sun Moon Lake Xiangshan Visitor Center"
                        },
                        "introduction": {
                            "default": "向山行政暨遊客中心於民國100年(西元2011年)2月25日正式揭幕啟用，由國際知名日本建築師「團紀彥」設計，以環抱日月潭為意象，整體設計以融入原有地景為中心思想，斜坡式草皮可直通屋頂，以多種弧形從地面拉出所有空間，尋求與大自然的和諧，兩棟建築屋頂由低到高配置讓遊客能利用屋頂斜坡或是大跨距的半開放空間眺望日月潭。建築內和四周以水景、草皮及木紋清水模構成簡單的造景半建築半地景的建築設計，創造了人與自然間發展對話的舞臺。",
                            "en": "Sun Moon Lake Xiangshan Visitor Center was officially unveiled and put into use on February 25th, 2011. Designed by the internationally renowned Japanese architect \"Dan Norihiko\", it takes the image of embracing Sun Moon Lake. The overall design is centered on integrating into the existing landscape, with sloping lawns that lead directly to the roof, and various curved spaces rising out of the ground, seeking harmony with nature. The roofs of the two buildings are arranged from low to high, allowing visitors to use the roof slope or the large open space to overlook Sun Moon Lake. The architecture and its surroundings are designed with simple landscaping, composed of water features, lawns, and wood-grain formwork, creating a half-architectural, half-landscape design that creates a platform for dialogue between people and nature."
                        }
                    },
                    {
                        "place": {
                            "default": "日月潭",
                            "en": "Sun Moon Lake"
                        },
                        "introduction": {
                            "default": "於南投縣魚池鄉的日月潭面積827公頃，是臺灣本島面積第二大的湖泊，其名源自清朝時代記載稱「水分丹碧二色」，而在日據時代興建日月潭水庫作為水力發電廠導致水位上升後，更形成當今北側寬闊如日輪、南側狹窄如月鉤，一如其名的形狀。\n環繞日月潭的景點中，除了由漢人所興建，主祀關公的文武廟，以及光復後由國民政府興建的慈恩塔、耶穌堂外，保留許多當地原住民邵族文化的伊達邵部落也是不會讓觀光客失望的好地方。",
                            "en": "Sun Moon Lake, located in Yuchi Township, Nantou County, covers an area of 827 hectares, making it the second-largest lake in Taiwan. Its name originates from a Qing Dynasty record describing the lake as \"divided into two colors, red and blue.\" During the Japanes occupation period, the construction of the Sun Moon Lake Reservoir for hydroelectric power caused the water level to rise, shaping the lake into its current form: the northern part broad and round like the sun, and the southern part narrow and curved like a crescent moon.\nSurrounding Sun Moon Lake are numerous attractions. Among them are Wenwu Temple, dedicated to Guan Yu and built by Han settlers, the Ci En Pagoda, and the Jesus Church, both constructed by the government after Taiwan's retrocession. Additionally, the Ita Thao Village preserves the rich culture of the Thao people, one of Taiwan's indigenous tribes, offering visitors a unique and memorable experience."
                        }
                    }
                ],
                "evening": [
                    {
                        "title": "在地生活探索",
                        "place": {
                            "default": "伊達邵原民商圈",
                            "en": "Ita Thao Pier"
                        },
                        "introduction": {
                            "default": "伊達邵舊名「德化社」、「化蕃社」，邵族人自稱「卜吉社」，邵族主要居住於此，是日月潭邊人口聚集最多的村落。當年先總統　蔣中正最喜愛泛舟到這兒觀賞邵族山地歌舞，遂使伊達邵成為日月潭重要的原住民文化園區。現是邵族、泰雅族與漢族共居，村內有藝品店、餐廳與旅館等。每年8月15日前後，這裡的邵族會舉行盛大的祭典，屆時整族全員出動，遊客若選擇此時光臨，當可一飽邵族迷人的風情。此外，伊達邵也是水社大山的登山口。",
                            "en": "Ita Thao, formerly known as “Dehua Tribe” or “Huafang Tribe,” is called “Barawbaw” by the Thao people, who are the primary residents of this village. Located beside Sun Moon Lake, it is the most densely populated village in the area. During his presidency, Former President Chiang Kai-shek frequently enjoyed sailing to Ita Thao to watch Thao mountain songs and dances, which helped establish the village as a significant indigenous cultural park.\nToday, Ita Thao is home to the Thao, Atayal, and Han peoples, and the village features art shops, restaurants, and hotels. Around August 15 each year, the Thao hold a grand festival, involving the entire community. Visitors arriving during this time can experience the unique and enchanting culture of the Thao people. Additionally, Ita Thao serves as the trailhead for hiking Shuishe Mountain."
                        }
                    }
                ]
            }
        ]
    }
]