[{"id":"n_shilin_market","zh-TW":"士林夜市廣泛指稱以位於臺北市士林區的市定古蹟士林公有市場為中心，鄰近臺北捷運淡水信義線士林站與劍潭站之間的攤販聚集三角地帶，是臺北市內範圍最大，也是全臺打卡次數最多且最知名的夜市地標，曾多次獲選為臺灣代表夜市與觀光客必去景點首選，而且不只是國外的觀光客，也有許多臺北市民或者是外縣市的居民在夜晚會來此逛街消遣時間。該觀光夜市憑藉小吃與攤商興起，迄今觀光客仍能在此品嘗各地美食，加上琳瑯滿目的商品，保證能讓您滿載而歸。","en":"Shilin Night Market is the largest night market in Taipei, widely recognized as a must-visit landmark and one of Taiwan's most popular attractions. Located in the Shilin District, it is centered around the historic Shilin Public Market, a designated cultural heritage site. This vibrant area, situated between MRT Shilin Station and Jiantan Station on the Tamsui-Xinyi Line (Line 2/Red Line), forms a bustling triangle of street vendors.\r\nThe market attracts not only international tourists but also local Taipei residents and visitors from other cities, who come to enjoy its lively atmosphere. Known for its vast selection of authentic Taiwanese street food and an abundance of goods, Shilin Night Market guarantees an unforgettable experience, where visitors can savor culinary delights and take home plenty of memories.","image":"IMG_20240728_203013.jpg"},{"id":"n_npm","zh-TW":"國立故宮博物院簡稱臺灣故宮或臺北故宮(以別於位於北京的北京故宮)，別名中山博物院，是臺灣最具規模的博物館，自民國14年(西元1925年)成立後輾轉遷移，最終於民國54年(西元1965年)在臺北復院開幕，在民國104年(西元2015年)曾位居全球參觀人數第六多的藝術博物館。\r\n館內收藏來自中國各地的古物，包括繪畫、書法、銅器、玉器、瓷器、絲綢與文獻等，其中范寬的〈谿山行旅圖〉、郭熙〈早春圖〉與李唐〈萬壑松風圖〉被稱為「故宮三寶」，除此之外，清代的「翠玉白菜」、「肉形石」與西周時代的「毛公鼎」在觀光客之間也是極有人氣的展品。","en":"The National Palace Museum, also referred to as the Taiwan Palace Museum, Taipei Palace Museum, or Zhongshan Museum, is the largest museum in Taiwan. Originally established in 1925, the museum was relocated multiple times due to war before reopening in Taipei in 1965. In 2015, it ranked as the world's sixth most-visited art museum.\r\nThe museum houses an extensive collection of antiquities from across China, including paintings, calligraphy, bronzes, jade carvings, ceramics, textiles, rare books, and historical documents. Among its most celebrated pieces are Travelers Among Mountains and Streams by Fan Kuan, Early Spring by Guo Xi, and Wind in Pines Among a Myriad Valleys by Li Tang, collectively known as the “Three Treasures of the National Palace Museum.” Other highly popular exhibits include the Qing Dynasty's Jadeite Cabbage, the Meat-Shaped Stone, and the Western Zhou Dynasty bronze tripod vessel, the Mao Gong Ding.","image":"IMG_20250117_090427.jpg"},{"id":"n_taipei101","zh-TW":"臺北101坐落於臺北信義區，鄰近世貿中心與信義商圈，作為全臺灣第一高樓，也曾經在民國93年(西元2004)年至民國99年(2010年)間被認定為世界第一高樓，其以吉祥數字「八」(「發」的諧音)為發想，有著象徵「節節高升」、「生生不息」，如同竹子般獨特的外觀，為了應對臺灣嚴酷的自然環境，內部設計更結合當代人類技術結晶，在89樓的觀景臺能以全方位絕佳的視野得到在「天空之城」俯瞰風景的難得體驗。\r\n鑒於其獨特的外觀與高度，不只在重要節日或紀念時外牆LED燈會顯示出相關標語或圖像，每年12月31日臺北市政府的跨年晚會中，臺北101也肩負跨年煙火表演的重責大任，在臺北跨入1月1日新年當下，絢爛的煙火從臺北101照亮臺北夜空，令來自世界各地參與的觀光客留下最難以忘懷的新年第一份回憶。","en":"Taipei 101, the tallest building in Taiwan, was officially recognized as the world's tallest building from 2004 to 2010. Located in Xinyi District near the Taipei World Trade Center and Xinyi Commercial District, Taipei 101 is inspired by the lucky number “8” (a homophone for “fortune” in Mandarin). Its unique design, resembling bamboo, symbolizes “steady growth” and “endless vitality.” To withstand Taiwan's harsh natural environment, the building incorporates cutting-edge engineering and technological innovations. Visitors can enjoy a stunning 360-degree panoramic view from the observatory on the 89th floor, offering an experience akin to being in a “castle in the sky.”\r\nThanks to its iconic design and height, Taipei 101 not only features LED displays on its exterior walls that showcase text or images during major festivals and celebrations but also plays a pivotal role in Taipei's annual New Year's Eve fireworks display. As the clock strikes midnight on January 1st, dazzling fireworks erupt from Taipei 101, lighting up the night sky and creating an unforgettable first memory of the New Year for visitors from around the globe.","image":""},{"id":"x_jinwen","zh-TW":"景文科技大學位於臺灣新北市新店區安坑，為北部十五所科技大學之一，最早為民國79年(西元1990年)設立的「景文工商專科學校」，隨著多年發展於民國96年(西元2007年)奉教育部核准改為現名，目前共設置4個學院13個系1學位學程及2個碩士班。\r\n校務發展目標上，學校校訓為「勤勞」、「信實」、「謙敬」、「創新」，並訂定「塑造全人科技人才」、「強化校企雙向交流」、「提升學校整體效能」及「擁抱社區胸懷國際」四大目標與具體策略，以提升學校教學、學生事務、研究、產學銜接、國際化及軟硬體環境水準，提供師生優質環境，培養產業所需之菁英人才，提供產業專業諮詢與輔導合作，創造JUST (Joyous, Unique, Sincere, Truthful, JUST)景文科大優質品牌形象，邁向永續發展、追求卓越，達到「培育企業最愛人才之一流學府」願景。","en":"Jinwen University of Science and Technology, located in Ankeng, Xindian District, New Taipei City, is one of the fifteen science and technology universities in northern Taiwan. Originally established in 1990 as “Ching-Wen Junior College of Industry and Commerce,” it was renamed Ching-Wen University of Science and Technology in 2007 with the approval of the Ministry of Education. Currently, it comprises 4 colleges, 13 departments, 1 degree program, and 2 master’s programs.\r\nIn terms of school development goals, the school motto is “Diligence,” “Integrity,” “Humility,” and “Innovation.” It has established four major goals and specific strategies: “Cultivating Well-Rounded Technological Talents,” “Strengthening Two-Way Exchanges Between School and Industry,” “Enhancing the Overall Effectiveness of the School,” and “Embracing the Community with an International Perspective.” These goals aim to improve the school’s teaching, student affairs, research, industry-academia collaboration, internationalization, and hardware and software environment, providing a high-quality environment for faculty and students, cultivating elite talents needed by industry, providing professional consulting and guidance for industry collaboration, creating a high-quality brand image for JUST (Joyous, Unique, Sincere, Truthful, JUST), moving towards sustainable development and pursuing excellence, ultimately achieving the vision of becoming “a first-class university that cultivates talents most sought after by enterprises.”","image":""},{"id":"n_daxi","zh-TW":"大溪老街是位於臺灣桃園市大溪區上的歷史聚落群，主要是指位於大溪區上的和平路、中山路以及中央路所留存之歷史建築群。該區域因保存大量於日據時期所興建之街屋群，因而大溪鎮上最具代表性之景點。\r\n大溪老街至今所保存的建築群，基本是自民國元年（西元1912年）12月開始，當時的日本殖民政府將由清代發展起來的大嵙崁街聚落進行拓寬馬路，取代以往道路曲折狹窄，且衛生環境不佳的空間，也對於聚落建築物進行整建成牌樓立面，均需統一裝飾門面規範的工程。\r\n受到20世紀日本本地進行西方建築思潮影響，此時階段興建的大溪建築，基本採取裝飾自巴洛克藝術開始的西式古典主義、包括洛可可、新古典主義建築、擬洋風建築提倡的概念，運用至牌樓設計，並受到原始閩粵建築影響採用大量立面弧線，使得大溪建築具呈現中西合璧的建築結構。","en":"Daxi Old Street is a historical settlement complex located in Daxi District, Taoyuan City, Taiwan. It mainly refers to the historical buildings preserved on Heping Road, Zhongshan Road and Central Road in Daxi District. This area is the most representative attraction in Daxi Town because it preserves a large number of street houses built during the Japanese occupation period.\r\nThe buildings preserved in Daxi Old Street today were basically built in December of the first year of the Taisho era in Japan (1912), when the Daxikan Street settlement developed in the Qing Dynasty was widened to replace the previous narrow and winding roads with poor sanitary conditions. The settlement buildings were also renovated into archway facades, all of which required standardized facade decoration.\r\nInfluenced by the Western architectural trends in Japan in the 20th century, the Daxi buildings built during this period basically adopted the concepts advocated by Western classicism starting from Baroque art, including Rococo, neoclassical architecture, and pseudo-Western-style architecture, which were applied to the design of archways. Influenced by the original Fujian and Guangdong architecture, a large number of facade arcs were used, making the Daxi buildings present an architectural structure that combines Chinese and Western styles.","image":""},{"id":"n_jiaobanshan","zh-TW":"角板山位於桃園市復興區，標高639公尺，山名由來有多種說法，但最遲在西元1899年，也就是日據時代初期就已經存在。\r\n民國12年(西元1923年)時，當時的皇太子裕仁(即昭和天皇)至臺灣環島旅遊，臺灣總督佐久間左馬太為招待皇太子，便在角板山興建角板山賓館，雖然最後裕仁並未入住而改作貴賓館，但該館迄今仍俗稱「太子樓」。\r\n國民政府遷臺後，因此地距離臺北僅一小時車程，風景又接近先總統　蔣中正的家鄉浙江奉化縣(今浙江省寧波市奉化區)，因此成為蔣氏家族常來之處，更在民國49年(西元1960年)又興建了角板山行館，而包含這兩座建築的角板山本身，則在民國92年(西元2003年)於政府的規劃下，轉變成如今的角板山雕塑公園。","en":"Jiaoban Mountain is located in Fuxing District, Taoyuan City, with an elevation of 639 meters. There are many theories about the origin of the mountain name, but it has existed since 1899, at the latest, during the early Japanese colonial period.\r\nIn 1923, the then Crown Prince Hirohito (Emperor Showa) traveled around Taiwan. In order to entertain the Crown Prince, the Governor-General of Taiwan, Samata Sakuma, built the Jiaoban Mountain Hotel on Jiaoban Mountain. Although Hirohito did not stay in the end and it was converted into a VIP hotel, the hotel is still commonly known as the “Prince's Building.”\r\nAfter the Nationalist government moved to Taiwan, President Chiang Kai-shek's hometown, Fenghua County, Zhejiang Province (now Fenghua District, Ningbo City, Zhejiang Province), became a frequent destination for the Chiang family as it was only an hour's drive from Taipei and the scenery was close to that of the old days. In 1960, they built the Jiaobanshan Residence. The Jiaobanshan itself, which includes these two buildings, was transformed into the current Jiaobanshan Sculpture Park under the government's planning in 2003.","image":""},{"id":"c_gaomei","zh-TW":"高美溼地位處臺中市清水區，大甲溪出海口的南側，原本是日據時期設立的高美海水浴場，後因臺中港興建，港務局於北方築起沙堤後，引發突堤效應使得浴場泥沙淤積，最終高美海水浴場於民國65年(西元1976年)關閉，該地也逐漸形成濕地景觀。\r\n直到民國84年(西元1995年)，民間欲在此地興建海渡發電廠，引發居民強烈反對，在政府商談多年後，該地最後在民國93年(西元2004年)以高美野生動物保護區的名義設立生態保護區，並在隨後數年逐漸擴充基礎設施，成為臺中著名景點之一。\r\n廣闊的夕陽景色、招潮蟹等動物棲息以及多種稀有植物(雲林莞草、大安水蓑衣等)生長，形成高美濕地最為出名的美麗風景。","en":"Gaomei Wetlands, located in Qingshui District, Taichung City, on the south side of the Dajia River estuary, was originally the Gaomei Bathing Beach established during the Japanese occupation. However, due to the construction of Taichung Port and the construction of a sandbar on the north side, a breakwater effect caused siltation, leading to the beach’s closure in 1976. The area gradually developed into a wetland landscape.\r\nIn 1995, a proposal to build a hydroelectric power plant on the site sparked strong opposition from residents. After years of negotiations with the government, the area was finally designated as the Gaomei Wildlife Sanctuary in 2004. Infrastructure was gradually expanded in the following years, making it one of Taichung’s famous tourist attractions.\r\nThe expansive sunset views, the habitat of fiddler crabs and other animals, and the growth of various rare plants (such as Bolboschoenus planiculmis and Hygrophila pogonocalyx) make Gaomei Wetlands famous for its beautiful scenery.","image":""},{"id":"c_xiangshan","zh-TW":"向山行政暨遊客中心於民國100年(西元2011年)2月25日正式揭幕啟用，由國際知名日本建築師「團紀彥」設計，以環抱日月潭為意象，整體設計以融入原有地景為中心思想，斜坡式草皮可直通屋頂，以多種弧形從地面拉出所有空間，尋求與大自然的和諧，兩棟建築屋頂由低到高配置讓遊客能利用屋頂斜坡或是大跨距的半開放空間眺望日月潭。建築內和四周以水景、草皮及木紋清水模構成簡單的造景半建築半地景的建築設計，創造了人與自然間發展對話的舞臺。","en":"Sun Moon Lake Xiangshan Visitor Center was officially unveiled and put into use on February 25th, 2011. Designed by the internationally renowned Japanese architect \"Dan Norihiko\", it takes the image of embracing Sun Moon Lake. The overall design is centered on integrating into the existing landscape, with sloping lawns that lead directly to the roof, and various curved spaces rising out of the ground, seeking harmony with nature. The roofs of the two buildings are arranged from low to high, allowing visitors to use the roof slope or the large open space to overlook Sun Moon Lake. The architecture and its surroundings are designed with simple landscaping, composed of water features, lawns, and wood-grain formwork, creating a half-architectural, half-landscape design that creates a platform for dialogue between people and nature.","image":""},{"id":"c_smlake","zh-TW":"於南投縣魚池鄉的日月潭面積827公頃，是臺灣本島面積第二大的湖泊，其名源自清朝時代記載稱「水分丹碧二色」，而在日據時代興建日月潭水庫作為水力發電廠導致水位上升後，更形成當今北側寬闊如日輪、南側狹窄如月鉤，一如其名的形狀。\r\n環繞日月潭的景點中，除了由漢人所興建，主祀關公的文武廟，以及光復後由國民政府興建的慈恩塔、耶穌堂外，保留許多當地原住民邵族文化的伊達邵部落也是不會讓觀光客失望的好地方。","en":"Sun Moon Lake, located in Yuchi Township, Nantou County, covers an area of 827 hectares, making it the second-largest lake in Taiwan. Its name originates from a Qing Dynasty record describing the lake as \"divided into two colors, red and blue.\" During the Japanes occupation period, the construction of the Sun Moon Lake Reservoir for hydroelectric power caused the water level to rise, shaping the lake into its current form: the northern part broad and round like the sun, and the southern part narrow and curved like a crescent moon.\r\nSurrounding Sun Moon Lake are numerous attractions. Among them are Wenwu Temple, dedicated to Guan Yu and built by Han settlers, the Ci En Pagoda, and the Jesus Church, both constructed by the government after Taiwan's retrocession. Additionally, the Ita Thao Village preserves the rich culture of the Thao people, one of Taiwan's indigenous tribes, offering visitors a unique and memorable experience.","image":"IMG_20241222_145229.jpg"},{"id":"c_itathao","zh-TW":"伊達邵舊名「德化社」、「化蕃社」，邵族人自稱「卜吉社」，邵族主要居住於此，是日月潭邊人口聚集最多的村落。當年先總統　蔣中正最喜愛泛舟到這兒觀賞邵族山地歌舞，遂使伊達邵成為日月潭重要的原住民文化園區。現是邵族、泰雅族與漢族共居，村內有藝品店、餐廳與旅館等。每年8月15日前後，這裡的邵族會舉行盛大的祭典，屆時整族全員出動，遊客若選擇此時光臨，當可一飽邵族迷人的風情。此外，伊達邵也是水社大山的登山口。","en":"Ita Thao, formerly known as “Dehua Tribe” or “Huafang Tribe,” is called “Barawbaw” by the Thao people, who are the primary residents of this village. Located beside Sun Moon Lake, it is the most densely populated village in the area. During his presidency, Former President Chiang Kai-shek frequently enjoyed sailing to Ita Thao to watch Thao mountain songs and dances, which helped establish the village as a significant indigenous cultural park.\r\nToday, Ita Thao is home to the Thao, Atayal, and Han peoples, and the village features art shops, restaurants, and hotels. Around August 15 each year, the Thao hold a grand festival, involving the entire community. Visitors arriving during this time can experience the unique and enchanting culture of the Thao people. Additionally, Ita Thao serves as the trailhead for hiking Shuishe Mountain.","image":""},{"id":"c_smropeway","zh-TW":"日月潭纜車位於日月潭東側，從救國團日月潭活動中心外側的日月潭纜車站一路連接到位於山上的九族文化村，全長1877公尺，設有86個車廂，路線高程差達110公尺，全程約10分鐘，途中可鳥瞰日月潭景色和魚池、埔里高山盆地群，還有遠眺日月潭越界引水工程奇蹟的日月湧泉大竹湖入水口等美麗景色。","en":"The Sun Moon Lake Ropeway is located on the east side of Sun Moon Lake. It starts from the Sun Moon Lake Ropeway Station outside the Sun Moon Lake Activity Center of the China Youth Corps and connects to the Formosan Aboriginal Cultural Village located on the mountain. The entire route is 1,877 meters long and has 86 cabins. The elevation difference of the route is 110 meters, and the whole journey takes about 10 minutes. Along the way, you can enjoy a bird’s-eye view of Sun Moon Lake, Yuchi, the Puli Alpine Basin, and distant views of the Sun Moon Spring Dazhu Lake Inlet, a miracle of the Sun Moon Lake Cross-Boundary Water Diversion Project.","image":""},{"id":"c_smthemepark","zh-TW":"九族文化村是以原住民族群文化為主題的臺灣知名主題遊樂園，「九族」之名是源自於園區成立時，國民政府依據日據時期的傳統9族分類法認定的9個原住民族(賽夏族、泰雅族、鄒族、布農族、卑南族、魯凱族、排灣族、阿美族和達悟族)。\r\n除了臺灣10支原住民族群外，園內亦設置世界各地其他原住民族群的相關景觀與遊樂設施，因此在園區中既能學到知識，也能得到樂趣。\r\n順帶一提，在臺灣的知名主題遊樂園有「三六九」這句順口溜通稱，九族文化村便是其中的「九」(「三」為雲林古坑的「劍湖山」(三與山諧音)、「六」則是位於新竹關西的「六福村」)。","en":"Formosan Aboriginal Cultural Village is a well-known theme park in Taiwan focusing on the culture of indigenous peoples. The name “Formosan Aboriginal Cultural Village” originates from the nine indigenous groups (Saihia, Atayal, Tsou, Bunun, Puyuma, Rukai, Paiwan, Pangcah (Amis), and Tao) identified by the Nationalist government based on the traditional nine-tribe classification system used during the Japanese occupation when the park was established.\r\nIn addition to the ten indigenous groups of Taiwan, the park also features attractions and rides related to other indigenous groups from around the world, offering both educational and entertaining experiences.\r\nIncidentally, there’s a common saying in Taiwan about theme parks: “San, Liu, Jiu. (Three, Six, Nine.)” Formosan Aboriginal Cultural Village is one of the “Nine” (“Three” refers to Janfusun Fancyworld in Gukeng, Yunlin (The word “three” is a homophone for “mountain” in Chinese), and “Six” refers to Leofoo Village in Guansi, Hsinchu).","image":""},{"id":"c_checheng","zh-TW":"在日據時代，為了運輸埔里地區生產的蔗糖，因此日本殖民政府建立了人力輕便鐵道以及集集線與車埕車站來方便轉運貨物，當百來臺人力輕便車群聚在此的時候，就有如一座大型停車場，所以被當地人稱為「車場」，後來變更為在閩南語中同音的「車埕」。\r\n小鎮中心的車埕車站現今仍存放許多從日據時代運用至今功成身退的特色車廂以及鐵道設施，走在這些臺灣發展史的見證者之間，觀光客也許能得到不同的感觸。","en":"During the Japanese occupation, to transport sugar produced in the Puli area, the Japanese colonial government constructed a human-powered light railway, the Jiji Line, and Checheng Station to facilitate cargo transportation. When over a hundred human-powered light vehicles gathered here, the area resembled a large parking lot and was locally referred to as \"Tshia-tiânn,\" meaning \"car parking lot\" in Hokkien. This name was later changed to the homonym \"Checheng.\"\r\nChecheng Station, located at the heart of the town, still houses many historic train carriages and railway facilities from the Japanese occupation period. Walking among these artifacts that bear witness to Taiwan's development history, visitors may gain a unique sense of connection to the past.","image":"IMG_20241222_105140.jpg"},{"id":"c_xitou","zh-TW":"溪頭位於南投縣鹿谷鄉內湖村，其名源自於該地位在濁水溪支流北勢溪源頭一帶而得名，在日據時期，該區隸屬於臺北帝國大學(今國立臺灣大學)農業部，作為為大日本帝國服務的實地勘察、學術研究、育植造林等多項活動的用地，光復後改由臺大農學院接管，園區內有大學池、竹廬、紅樓、銀杏林、生態展示中心等景點，是能夠一窺臺灣美麗自然環境的好去處。","en":"Xitou is located in Neihu Village, Lugu Township, Nantou County. Its name comes from the fact that the area is located at the source of the Beishi River, a tributary of the Zhuoshui River. During the Japanese occupation, the area belonged to the Department of Agriculture of Taihoku Imperial University (now National Taiwan University) and was used for various activities such as field surveys, academic research, and afforestation to serve the Japanese Empire. After the retrocession, it was taken over by the College of Agriculture of National Taiwan University. The park has attractions such as University Pond, Bamboo Cottage, Red Building, Ginkgo Forest, and Ecological Exhibition Center. It is a good place to get a glimpse of Taiwan’s beautiful natural environment.","image":""},{"id":"c_xitoumonster","zh-TW":"溪頭妖怪村位於溪頭自然教育園區旁，以日式妖怪主題為主軸，村內不只有參考日式神社的鳥居、平安鼓、天狗雕像，還有和服體驗館等設施，能夠在此享受有如電影《神隱少女》一般，與神明鬼怪共處的獨特深山靜謐風情。","en":"Located next to the Xitou Nature Education Park, Xitou Monster Village is themed around Japanese monsters. The village features not only torii gates, peace drums, and tengu statues inspired by Japanese shrines, but also a kimono experience center and other facilities, allowing visitors to enjoy a unique and tranquil mountain atmosphere, just like in the movie “Spirited Away,” where you can coexist with gods and monsters.","image":""},{"id":"c_hinoki","zh-TW":"日據時期，日本人著手開發阿里山的林業資源，並建造從嘉義到阿里山的森林鐵路，以及產業所需的職員宿舍等設施，因此在嘉義也出現許多將砍伐下來的紅檜製成木材的產業聚集「檜町」。\r\n第二次世界大戰後，阿里山森林鐵路轉型為客運及觀光功能，迄今仍保留嘉義車站至阿里山鄉阿里山車站的主線、神木線、沼平線以及為觀日而修築的祝山線；位於檜町的日式宿舍群由國民政府接收，爾後再經由大規模修復工程，與市定古蹟嘉義營林俱樂部共同構成現今的檜意森活村文創園區。","en":"During the Japanese occupation period, the Japanese began to develop the forest resources of Alishan and built a forest railway from Chiayi to Alishan, as well as facilities such as staff dormitories required by the industry. As a result, many industries that turned the felled red cypress into lumber, called \"Hinokicho\", emerged in Chiayi.\nAfter World War II, the Alishan Forest Railway was transformed into a passenger and sightseeing railway. The main line from Chiayi Station to Alishan Station in Alishan Township, the Shenmu Line, the Zhaoping line, the Chushan Line built for sunrise viewing are still preserved, and these Japanese-style dormitories built in Hinokicho were taken over by the Nationalist government. After a large-scale restoration project, they, together with the city-designated historic site Chiayi Forestry Club, form the current Hinoki Village Cultural and Creative Park.","image":""},{"id":"x_tut","zh-TW":"臺南應用科技大學位於臺南市永康區，自民國53年(西元1964年)創設，原為僅招收女性學生的私立臺南家政專科學校，後於民國99年(西元2000年)變更校名為現名。\r\n整個學校設有三所學院，以「文化創意」為主軸，且在環境建置、教學、社團、研發、合作交流及推廣服務等方面，融入三個學院的專業與內涵，以培養「文化創意產業」的人才為目標。","en":"Tainan University of Technology, located in Yongkang District, Tainan City, was founded in 1964 as a Private Tainan Junior College of Home Economics, admitting only female students. It changed its name to Tainan University of Technology in 2000.\r\nThe university comprises three colleges, with “cultural creativity” as its main focus. The university integrates the expertise and resources of all three colleges into its environment, teaching, clubs, research and development, collaborative exchanges, and outreach services, aiming to cultivate talent for the “cultural and creative industries.”","image":""},{"id":"s_shalun","zh-TW":"「沙崙智慧綠能科學城」是位於臺南市歸仁區的大型公共建設，占地62.12公頃，為前瞻基礎建設計畫綠能建設的項目之一，負責整合及推動跨區智慧綠能科技整合應用，擴大智慧城市的應用與推動綠能產業發展。\r\n整座科學城以「創能」、「節能」、「儲能」和「系統整合」四大主軸，以打造成為「臺灣亞太綠能發展中心」為願景。","en":"Shalun Smart Green Energy Science City' is a large-scale public construction located in Guiren District, Tainan City, covering an area of ​​62.12 hectares. It is one of the green energy construction projects designed for forward-looking infrastructure construction for integrating and promoting the integration and application of cross-regional smart green energy technology, expanding the application of smart cities and promoting the development of green energy industries.\nThis city is based on the four main axes of “energy creation,” “energy storage,” “energy saving” and “system integration,” with the vision of becoming “Taiwan's Asia-Pacific Green Energy Development Center”.","image":""},{"id":"s_pier2","zh-TW":"駁二藝術園區位於高雄港第三船渠駁二倉庫內，在民國90年(西元2001年)起，於藝文界人士及地方文化工作者逐年推動下，原本作為閒置倉庫的區域搖身一變成為臺灣南部最重要的實驗創作場所。\r\n近年隨著環狀輕軌開通，便捷的交通帶來更多人潮，加上許多藝文類活動的舉辦，都讓駁二藝術特區成為許多新時代創作者必來之地。","en":"Located within the Pier-2 Warehouse in the Third Ship Canal of Kaohsiung Harbor, the Pier-2 Art Center was transformed from an idle warehouse into one of the most important experimental creative spaces in southern Taiwan starting in 2001, thanks to the efforts of artists and local cultural workers.\r\nIn recent years, the opening of the Circular Light Rail has brought even more visitors, and the numerous arts and cultural events held there have made the Pier-2 Art Center a must-visit destination for many new-era creators.","image":""},{"id":"s_cijin","zh-TW":"旗津位於高雄西南側，島嶼狹長猶如一道守護高雄港的屏障。原為高雄港本身所在的潟湖沙洲半島，後因民國56年(西元1967年)興建高雄港第二港口，連接處被截斷而單獨成島。\r\n島上以北邊的旗後地區與南邊的中洲地區為主要聚落，知名的旗津老街即是旗後地區以旗津天后宮為中心的地區。除了旗津老街，鎮守高雄港出入口的旗後山與高雄燈塔亦是島上的知名地標。\r\n雖然旗津島本身有與高雄連接的過港隧道，但其出入口位於比中洲更南邊的高雄港第二港口一帶，位於高雄一側的出入口也在較遠離市中心的草衙地帶，因此對旗津居民而言，透過輪渡站使用渡輪服務往來港對面的鼓山等地更為方便，也令高雄的觀光渡輪業相較全臺其他直轄市來說相對活躍不少。","en":"Cijin Island, located southwest of Kaohsiung, is a long, narrow island that acts as a protective barrier for Kaohsiung Harbor. Originally a sandbar peninsula in the lagoon where Kaohsiung Harbor itself was situated, it became an island after the construction of the second Kaohsiung Harbor in 1967 severed the connection.\r\nThe island’s main settlements are the Cihou (Kî-āu) area in the north and the Jhongjhou (Tiong-chiu) area in the south. The famous Cijin Old Street is located in the Cihou area, centered around the Cijin Tianhou Temple. Besides Cijin Old Street, Cihou Mountain, guarding the entrance to Kaohsiung Harbor, and the Kaohsiung Lighthouse are also well-known landmarks on the island.\r\nAlthough Cijin Island has a cross-harbor tunnel connecting it to Kaohsiung, its entrance is located further south than Jhongjhou in the area of ​​the second Kaohsiung Harbor. The entrance on the Kaohsiung side is also in the Caoya area, further from the city center. Therefore, for Cijin residents, using the ferry service to travel to places like Gushan on the other side of the harbor is more convenient, making Kaohsiung’s tourist ferry industry relatively more active compared to other special municipalities in Taiwan.","image":""},{"id":"s_kmrt","zh-TW":"高雄捷運是高雄市的大眾捷運系統，也是全臺第二座大規模的捷運系統，以高雄市區為中心延伸至周圍地區，目前總共有紅線(RK1岡山—R3小港)、橘線(O1哈瑪星—OT1大寮)與環狀輕軌三條路線正在營運中，路網也仍在持續擴建中，其中規劃補足服務範圍的黃線預計在民國123年(西元2034年)全線通車。\r\n做為南部第一，也是目前唯一的捷運系統，車站內同樣設計了大量的公共藝術，而位於紅橘兩線轉乘站R10/O5美麗島站穹頂大廳，由國際知名藝術家水仙大師親手繪製的光之穹頂，包含水、土、光、火四大區塊，各有不同的意涵，加上陽光灑落形成的瑰麗色彩，更成了高雄捷運的註冊商標，吸引許多觀光客駐足欣賞。","en":"Kaohsiung Metro is the mass transit system of Kaohsiung City and the second largest metro system in Taiwan. Centered on Kaohsiung City, it extends to surrounding areas. Currently, three lines are in operation: the Red Line (RK1 Gangshan – R3 Siaogang), the Orange Line (O1 Hamasing – OT1 Daliao), and the Circular Light Rail. The network is still under expansion, with the Yellow Line, planned to supplement the service area, expected to be fully operational by 2034.\r\nAs the first and currently only metro system in southern Taiwan, Kaohsiung Metro stations feature extensive public art. The \"Dome of Light\" at the R10/O5 Formosa Boulevard Station, a transfer station between the Red and Orange Lines, is a masterpiece of light painted by internationally renowned artist Maestro Narcissus Quagliata. It comprises four sections representing water, earth, light, and fire, each with its own meaning. Combined with the magnificent colors created by sunlight filtering through the dome, it has become a registered trademark of the Kaohsiung Metro, attracting many tourists to admire it.","image":"IMG_6978.JPG"},{"id":"s_takowbritish","zh-TW":"顧名思義，打狗英國領事館是英國在打狗地區設立的正式領事館。「打狗」是高雄的舊稱，源自於當地的原住民馬卡道族的聚落打狗社(「打狗」一詞的含意根據日本人類學家伊能嘉矩的推測，可能是源自於馬卡道語的「竹林」)，日據時由於政府認為名字不雅，因此改用在日語中與之同音的「高雄」取代，並沿用至今。\r\n在清咸豐6年(西元1856年)爆發的英法聯軍之役(第二次鴉片戰爭)後，清廷被迫簽訂天津條約等多項條約，開放包含打狗港在內的多處貿易港口，英國為拓展對臺灣貿易的經濟利益，便於清同治5年(西元1865年)正是在打狗設立英國駐臺灣的第一個正式領事館，建築物則於清光緒5年(西元1879年)落成。\r\n隨著清廷甲午戰爭戰敗割讓臺灣予日本、打狗港沒落，清宣統2年(西元1910年)，英國關閉打狗領事館，將辦公重心移往淡水，建築物全權轉移給日本政府，歷經數十年輾轉變遷，如今在高雄市政府重新規劃下，整合轉型為文創園區開放觀光。\r\n整個文創園區位於高雄港第一港口旁，由位於山下的領事館辦公室、山上的領事官邸以及連接兩者的登山古道組成，是目前臺灣最完整的西方領事館設施，也反映高雄開港後對於當地殖民建築發展的重要地位。","en":"As its name suggests, the British Consulate at Takow was the official consulate established by Britain in the Takow area. “Takow” is the old name for Kaohsiung, originating from the Takow community of the Makatao indigenous people (the meaning of “Takow,” according to Japanese anthropologist Ino Kanori, may derive from the Makatao word for “bamboo grove”). During the Japanese occupation, the government considered the name inappropriate (literally, the pronunciation \"Takow” means \"beating a dog\".) and replaced it with “Takao,” a homophone in Japanese which remains in use and transform to “Kaohsiung” today.\r\nFollowing the Second Opium War (1856), the Qing government was forced to sign the Treaty of Tianjin and several other treaties, opening several trading ports, including Takow. To expand its economic interests in Taiwan, Britain established its first official consulate in Taiwan at Takow in 1865, with the building completed in 1879.\r\nFollowing the Qing Dynasty's defeat in the First Sino-Japanese War and the subsequent cession of Taiwan to Japan, the port of Takow declined. In 1910, the British consulate at Takow closed, shifting its operations to Tamsui. The buildings were transferred to the Japanese government. After decades of changes and transformations, the Kaohsiung City Government has redeveloped and integrated these facilities into a cultural and creative park open to the public.\r\nLocated next to the first pier of Kaohsiung Harbor, the park comprises the consulate offices at the foot of the hill, the consulate residence on the hilltop, and a connecting hiking trail. It is currently the most complete collection of Western consulate facilities in Taiwan, reflecting the significant role Kaohsiung played in the development of colonial architecture after the opening of the port.","image":""},{"id":"s_eluanbi","zh-TW":"鵝鑾鼻是臺灣本島最南端的岬角，隔著巴士海峽與菲律賓相望，地勢上不只執掌巴士海峽要衝，該地海域環境也相當險惡，更因此在清同治6年(西元1867年)及10年(西元1871年)接連發生因船隻擱淺，遇難者遭原住民誤認為侵略者而引發傷亡的羅發號事件和八瑤灣事件，後者甚至引起日本出兵攻打臺灣南部原住民部落的牡丹社事件。\r\n迫於外交壓力下，清廷不得不在鵝鑾鼻向原住民購地興建燈塔，且為了防止原住民攻擊，清廷不只在興建期間派兵守護，更在設計上將燈塔設計的有如堡壘，例如佈滿槍眼的圍牆與壕溝，牆內還加上了蓄水池，讓鵝鑾鼻燈塔成為全世界極少數的武裝燈塔，最終燈塔於清光緒9年(西元1883年)落成。\r\n馬關條約割讓臺灣後，清廷在離臺前刻意毀壞燈塔，因此現在的燈塔是日據時期重新建造，歷經二次大戰等事後，目前被列為國定古蹟，由交通部航港局管轄。","en":"Eluanbi is the southernmost cape of Taiwan, facing the Philippines across the Bashi Channel. Its strategic location not only commands a vital passage through the Bashi Channel, but the surrounding waters are also notoriously treacherous. This treacherous environment led to two major incidents in Taiwan: the Rover Incident (1867) and the Mudan Incident (1871), both caused by shipwrecks and subsequent deaths due to indigenous people mistaking the victims for invaders. The latter incident even escalated into the Taiwan Expedition, in which Japan launched an attack on the indigenous tribes of southern Taiwan.\r\nUnder diplomatic pressure, the Qing government was forced to purchase land from the indigenous people at Eluanbi to build a lighthouse. To prevent attacks, the Qing government not only deployed troops to guard the lighthouse during construction but also designed it like a fortress, featuring walls riddled with gun emplacements and moats, and an internal water reservoir. This made the Eluanbi Lighthouse one of the few armed lighthouses in the world. The lighthouse was finally completed in 1883. After the Treaty of Shimonoseki ceded Taiwan, the Qing government deliberately destroyed the lighthouse before leaving Taiwan. Therefore, the current lighthouse was rebuilt during the Japanese occupation. After experiencing World War II and other events, it is now listed as a national historic site and is under the jurisdiction of the Maritime and Port Bureau of the Ministry of Transportation and Communications.","image":""},{"id":"s_longpan","zh-TW":"由鵝鑾鼻沿東海岸的佳鵝公路北行，在鵝鑾鼻及風吹砂之間，有一片廣闊的草生地濱臨浩瀚的太平洋，這就是龍磐公園，這個區域是上升的石灰岩臺地，石灰岩容易被水溶蝕，因此區內有崩崖、滲穴、石灰岩洞、紅土等地形景觀。 \n夏天時綠草如茵，繁花似錦，並時時可見到垂直升降的小雲雀鳴唱迎賓曲，令人心曠神怡。徜徉在遼闊的草原上，可遠眺曲折有緻的海岸，陡峭的崩崖，此外日出絢爛的彩霞，以及夜晚耀眼的星空，更是久居都市的您難得見到的美景。","en":"From Goose Ridge to Goose Highway on the East Coast, there is a vast grassy area along the Pacific Ocean between Goose Ridge and Windblown Sands. This area is a rising limestone plateau, and the limestone is easily eroded by water, so there are crumbling cliffs, seepage caves, limestone caves, and red soil in the area. In the summer, the grass is green, the flowers are blooming, and the small larks that rise and fall vertically can be seen singing a welcome song, which is very relaxing. Wandering in the vast grassland, you can enjoy the view of the winding coast and steep cliffs, as well as the colorful sunrise and the dazzling starry sky at night, which is a rare sight for those who have been living in the city for a long time.","image":""},{"id":"s_kenting","zh-TW":"墾丁國家公園位處臺灣本島最南端的恆春半島，三面環海，東面太平洋、西臨臺灣海峽、南瀕巴士海峽，擁有相當特別的熱帶森林與海洋景觀，南灣、船帆石、青蛙石、鵝鑾鼻燈塔等地也是著名觀光景點，無論什麼時候到來，都能感受到獨特的南國風光。","en":"Kenting National Park is situated on the Hengchun Peninsula, the southernmost point of Taiwan's main island. Bordered by the Pacific Ocean to the east, the Taiwan Strait to the west, and the Bashi Channel to the south, the park features unique tropical forests and stunning oceanic landscapes. Popular attractions in and around Kenting include Nanwan (South Bay), Sail Rock, Frog Rock, and the Eluanbi Lighthouse, providing visitors with an unforgettable tropical experience, no matter the season.","image":""},{"id":"s_shedingpark","zh-TW":"社頂自然公園位於墾丁森林遊樂區旁，面積128.7公頃，長在礁石上的樹木受到東北季風的吹襲，雕塑出自然盆景狀的藝術傑作，令人讚嘆大自然之鬼斧神工。園內並有豐富的動植物、石灰岩洞、數處視野良好，綠草如茵的草生地，及珊瑚礁岩裂縫造成的一線天景觀，皆極具觀賞價值。植物有329種以上，因原生之馬兜鈴科、芸香科、蘿摩科等蝴蝶食草植物仍大量散布，故滋養著接近50種以上之蝴蝶，處處可見到五彩繽紛的蝶類迎風飛舞，為觀賞及研究蝴蝶最理想的地區。全區共有十餘處石灰岩洞，可見到鐘乳石、石筍、石柱等石灰岩洞的精髓。鐘乳石的形成需要有不多不少的水份，適當的地形和地質，其形成1公分快則需要5年，慢者需要160年，可知自然界孕育的艱辛，且這些石化物若沾上手上的汗水、油漬會改變其化學成份，如此一來結晶便無法繼續形成而成死物，故請勿觸摸。","en":"Sheding Nature Park is located next to the Kenting Forest Recreation Area, covering an area of 128.7 hectares. The trees growing on the rocks are blown by the northeast monsoon, and the natural bonsai-like artistic masterpieces are sculpted, admiring the uncanny craftsmanship of nature. There are abundant flora and fauna in the park, limestone caves, several places with good views, green grassland, and a line of sky landscape caused by cracks in coral reefs, all of which are of great ornamental value. There are more than 329 species of plants. Because the original butterfly herbivorous plants such as Aristolochiaceae, Rutaceae, and Romoaceae are still scattered in large numbers, it nourishes more than 50 species of butterflies, and colorful butterflies can be seen flying in the wind everywhere. The most ideal area for watching and studying butterflies. There are more than ten limestone caves in the whole area, and the essence of limestone caves such as stalactites, stalagmites and stone pillars can be seen. The formation of stalactites requires moderate amounts of water, proper terrain and geology. It takes 5 years to form 1 centimeter fast, and 160 years to slow ones. We can see the hardships of nature, and if these petrified objects are stained with hands Sweat and oil stains will change its chemical composition, so that crystals cannot continue to form and become dead objects, so please do not touch them.","image":""},{"id":"s_nmmba","zh-TW":"國立海洋生物博物館位於屏東縣車城鄉，西臨蔚藍的臺灣海峽，東傍72公尺高的龜山，全區規劃面積合計為58.8公頃，其中博物館區規劃興建 35.81 公頃，而週邊綠地與服務設施區（如停車場、遊客服務中心）則佔地60餘公頃。建築配置可區分為：博物館（臺灣水域、珊瑚王國、世界水域三大主題展示館、行政與教學中心，由一共同大廳串連而成）、水族實驗中心、服務設施、研究大樓、維護設施、國際會議中心以及學研中心等數個主要建築區。\r\n座落山水之間的博物館，整體規劃理念主要以展現「水」的精神與特性為主，以低密度的建築開發，分散機能相異的建築物並以步道相連接，維持了與原有自然環境的和諧關係。","en":"The National Museum of Marine Biology & Aquarium is located in Checheng Township, Pingtung County, bordering the azure Taiwan Strait to the west and Turtle Mountain (72 meters high) to the east. The total planned area is 58.8 hectares, with the museum area covering 35.81 hectares, and surrounding green spaces and service facilities (such as parking lots and a visitor center) occupying over 60 hectares. The buildings are divided into several main areas: the museum (featuring three themed exhibition halls: Taiwan Waters, Coral Kingdom, and World Waters, along with an administration and teaching center connected by a common hall), an aquarium experimental center, service facilities, research buildings, maintenance facilities, an international conference center, and academic research centers.\r\nSurrounded by mountains and water, the museum's overall planning concept primarily focuses on showcasing the spirit and characteristics of \"water.\" Low-density building development disperses buildings with different functions, connecting them via walkways, maintaining a harmonious relationship with the original natural environment.","image":""},{"id":"s_liuduihakka","zh-TW":"六堆客家文化園區座落於屏東縣內埔鄉，於民國100年(西元2012年)10月22日正式開園，定位以展示臺灣客家文化、常民生活體驗為主軸，具備語言文化傳習、展演行銷及休閒遊憩功能，空間規劃有自然草原區、田園地景區、傘架客家聚落區及九香花園伯公區四大區域。從象徵六堆客家人開墾精神的自然景觀為起點，到建立農田水利的田園地景區、再到象徵團結合作的傘架聚落景觀，最後以現代建築作為新原點，用全新的詮釋觀點，刻劃六堆先民與土地互動的歷史軌跡，傳達南部客家文化永續的繁衍。","en":"The Liudui Hakka Cultural Park, located in Neipu Township, Pingtung County, officially opened on October 22, 2012. Its main focus is showcasing Taiwanese Hakka culture and providing everyday life experiences. It functions as a venue for language and cultural exchange, performances, marketing, and leisure activities. The park is divided into four main areas: a natural grassland area, a rural scenic area, the Umbrella Hakka settlement area, and the Jiuxiang Garden Bogong area. Starting with the natural landscape symbolizing the pioneering spirit of the Liudui Hakka people, progressing to the rural scenic area representing agricultural irrigation, then to the Umbrella Hakka settlement landscape symbolizing unity and cooperation, and finally culminating in modern architecture as a new starting point, the park uses a fresh perspective to depict the historical trajectory of the interaction between the Liudui ancestors and the land, conveying the sustainable development of southern Hakka culture.","image":""},{"id":"s_nmth","zh-TW":"國立臺灣歷史博物館展示內容著重在臺灣歷史，包括多民族長時間與臺灣自然環境互動的歷史，以及臺灣對外關係、臺灣各族群、現代化的臺灣等多項展覽主題。\r\n館內常設展覽以時代作為單元，分為「臺灣，交會之島」、「最初的抵岸」、「倚海而生的島與人」、「山海之間的共存與競逐」、「新秩序下的苦悶與夢想」、「邁向民主這條路」、「大家的博物館」共7大單元，寄望能在相異的時空情境中，喚起參觀者的共鳴。","en":"The National Museum of Taiwan History focuses on Taiwan's history, including the history of the long-term interaction between various ethnic groups and Taiwan's natural environment, as well as Taiwan's foreign relations, Taiwan's ethnic groups, modern Taiwan and other exhibition themes.\r\nThe permanent exhibitions in the museum are divided into seven units based on time periods: “Taiwan, An Island on the Crossroads,” “Initial Arrivals,” “An Island and People Relying on the Oceans for Livelihood,” “Coexistence and Competition Amid Mountains and Oceans,” “Depression and Dreams Under the New Order,” “Striding Towards Democracy,” and “Museum for Everyone.” It is hoped that the exhibitions will resonate with visitors in different time and space situations.","image":""},{"id":"s_wusheng","zh-TW":"武聖夜市位於臺南市中西區，為臺南歷史最悠久的夜市，始於民國73年(西元1984年)，佔地2,400坪的面積，連同位於北區的小北成功夜市是許多臺南人的共同回憶，臺灣知名投手王建民就曾表示，武聖夜市是他兒時最愛流連的夜市。\n雖然規模比不上位在北區的花園夜市與東區的大東夜市，但武聖夜市商業化感較低一些人潮相對較舒緩，該有的人氣美食也都能一次吃到，是在地人也常光顧的夜市。","en":"Wusheng Night Market, located in the West Central District of Tainan City, is the oldest night market in Tainan, with a history dating back to 1984. Spanning an area of approximately 2,400 ping (around 8,000 square meters), Wusheng Night Market, along with Siaobei Chenggong Night Market in the North District, holds a special place in the memories of many Tainan residents. Chien-Ming Wang, a renowned Taiwanese pitcher, once shared that Wusheng Night Market was his favorite childhood hangout spot.\r\nAlthough smaller in scale compared to the Taiwan Flower Night Market in the North District and Dadong Night Market in the East District, Wusheng Night Market offers a less commercialized and more relaxed atmosphere. It features all the must-try local delicacies, making it a favorite destination for both locals and visitors.","image":""},{"id":"s_anping","zh-TW":"安平古堡原稱奧蘭治城，或者是更知名的熱蘭遮城，原先是荷蘭興建，並在西元1634年落成的西式要塞城堡，並作為荷蘭麾下東印度公司在臺灣的活動據點，並開啟了臺灣荷據時代，之後鄭成功攻克臺灣後，也將安平古堡作為府邸使用。\r\n清領時代之後，由於政治中心轉移進臺南城內，安平古堡年久失修，到日據時期已經只剩下斷垣殘壁，為了軍事海防需要，又增建了瞭望塔建築而形成現在的模樣。","en":"Anping Old Fort was formerly known as Fort Oranje, or the more famous Fort Zeelandia. It was originally built by the Dutch and completed in 1634 as a Western-style fortress castle. It served as the base of operations for the Dutch East India Company in Taiwan and opened the Dutch colonial era in Taiwan. After Zheng Chenggong conquered Taiwan, he also used Anping Fort as his residence.\r\nAfter the Qing Dynasty, the political center moved to Tainan City and Anping Fort fell into disrepair. By the Japanese occupation period, only ruins remained. For military and coastal defense needs, a watchtower was added to form its current appearance.","image":""},{"id":"c_nmns","zh-TW":"位於臺中市的國立自然科學博物館(簡稱科博館)是民國66年(西元1977年)公布的12項文化建設計畫中的三座科學博物館其中之一，以科技整合、生活化、藝術化及以人為中心之主題展示，除了位於臺中市霧峰區的921地震園區與南投縣鹿谷鄉的鳳凰谷鳥園外，館內由科學中心、劇場區、生命科學廳、人類文化廳、地球環境廳等展廳，加上隔壁的附屬植物園組成，尤其是植物園的熱帶雨林溫室，更是臺灣最大的溫室，也是科博館的地標之一。","en":"The National Museum of Natural Science in Taichung City is one of the three science museums included in the 12 cultural construction plans announced in 1977. It displays themes such as technology integration, life, art, and people-centeredness. In addition to the 921 Earthquake Park in Wufeng District, Taichung City and the Phoenix Valley Bird Park in Lugu Township, Nantou County, the museum consists of exhibition halls such as the Science Center, Theater Area, Life Science Hall, Human Culture Hall, and Earth Environment Hall, plus the affiliated botanical garden next door. In particular, the tropical rainforest greenhouse in the botanical garden is the largest greenhouse in Taiwan and one of the landmarks of the National Museum of Natural Science.","image":""},{"id":"c_fengchia","zh-TW":"逢甲觀光夜市(又名文華路夜市)是位於臺中市西屯區逢甲大學周圍，以文華路與福星路為核心的知名大型商圈夜市。藉由創新且多元的美食小吃，曾經在交通部觀光局「2010年特色夜市選拔活動」中與基隆的廟口夜市共同取得「臺灣最美味夜市」頭銜。\r\n該區早年作為臺中市郊偏遠地區，以光復後來臺的眷村為主，隨後民國52年(西元1963年)逢甲大學的前身逢甲工商學院搬來此地後，帶來兩萬多名學生的人潮，隨後學校周邊的文華路開始逐漸發展，並逐步形成如今的規模。\r\n據逢甲大學統計，逢甲夜市的人潮，非假日期間每天約有三萬人次，假日則超過十萬人次，在文華路、慶和街、逢甲路、逢甲路20巷（俗稱「便當街」）形成大量的排隊店家。","en":"Fengjia Tourist Night Market (also known as Wenhua Road Night Market) is a well-known large-scale night market located around Feng Chia University in Xitun District, Taichung City, centered on Wenhua Road and Fuxing Road. With its innovative and diverse menu, it shared the title of “Taiwan’s Most Delicious Night Market” with Keelung’s Miaokou Night Market in the Ministry of Transportation and Communications’ “2010 Specialty Night Market Selection.”\r\nIn its early years, the area was a remote suburb of Taichung, primarily home to military dependents who returned to Taiwan after the Restoration. Later, in 1963, Feng Chia University’s predecessor, Feng Chia Business College, moved here, bringing with it a student population of over 20,000. Subsequently, Wenhua Road around the school began to develop, gradually reaching its current size.\r\nAccording to Feng Chia University, the Fengjia Night Market attracts approximately 30,000 visitors daily on weekdays and over 100,000 on weekends, resulting in long queues at shops along Wenhua Road, Qinghe Street, Fengjia Road, and Lane 20 of Fengjia Road (commonly known as “Bento Street”).","image":""},{"id":"x_providence","zh-TW":"靜宜大學前身是由天主教主顧修女會修女陸靜宜(Sister Marie Gratia Luking)等人於民國10年(西元1921年)在中國河南開封創辦的華美女子中小學，在歷經使教育事業中斷的多年戰亂後，民國37年陸靜宜來到臺灣，並在臺中重新辦學，該校曾是僅招收女性的大學，隨民國82年(西元1993年)更名後開始招收男性學生。\r\n秉承天主教利他與關懷弱勢精神，靜宜大學以「進德修業」為校訓，致力於全人教育，並以「培育具有國際觀、專業就業能力及利他思維之社會公民」為教育目標，為此而訂定學生應藉由各學系（所）開設之專業課程、通識教育課程，以及舉辦相關課外活動，教養學生「涵育良善美德」、「尊重多元文化」、「追求專業學識」及「探索生活知能」之四種基本素養。依據教育目標與基本素養，發展出七項校級核心能力，分別為「生命省思能力」、「藝術欣賞能力」、「社會關懷能力」、「人際溝通能力」、「主動求知與解決問題能力」、「運用專業知識能力」及「善用科技能力」，期能確保學生發展終身學習之重要關鍵能力。","en":"The predecessor of Providence University was the Hua-Mei Girls' Elementary and High Schools founded by Sister Marie Gratia Luking of Sisters of Providence of Saint Mary-of-the-Woods in Kaifeng, Henan, China in 1921. After years of war that interrupted the education industry, Luking came to Taiwan in 1948 and re-established the school in Taichung. The school was once a university that only admitted women. After changing its name in 1993, it began to admit male students.\r\nAdhering to the Catholic spirit of altruism and caring for the disadvantaged, Providence University takes \"Advance in Morality and Study\" as its school motto, is committed to holistic education, and takes “cultivating social citizens with international perspectives, professional employability and altruistic thinking” as its educational goal. For this purpose, it is stipulated that students should be educated in four basic qualities: “cultivating good virtues,” “respecting multiculturalism,” “pursuing professional knowledge” and “exploring life knowledge” through professional courses offered by various departments (institutes), general education courses, and related extracurricular activities. Based on educational objectives and basic literacy, seven school-level core competencies have been developed, namely “life reflection ability,” “art appreciation ability,” “social care ability,” “interpersonal communication ability,” “active knowledge seeking and problem-solving ability,” “ability to apply professional knowledge” and “ability to make good use of technology”, in order to ensure that students develop important key abilities for lifelong learning.","image":""},{"id":"n_kiri","zh-TW":"KIRI國際原住民族文創園區設置在桃園青埔特區，以文創、潮流、美食、生活共四大主軸，期能營造成為國際旅客認識臺灣原住民及進入原鄉的第一站，也是國際旅客離臺前的最後一站，並在國際旅客心中建立臺灣與原住民族的意象聯結，促進原住民族也能代表臺灣的重要印象。","en":"Located in Qingpu Special District, Taoyuan, the KIRI International Indigenous Cultural and Creative Park focuses on four main themes: cultural and creative industries, fashion, food, and lifestyle. It aims to become the first stop for international tourists to learn about Taiwan's indigenous people and enter their ancestral homeland, as well as the last stop before they leave Taiwan. The park also seeks to establish a connection between Taiwan and the indigenous people in the minds of international tourists, promoting the important impression that the indigenous people can also represent Taiwan.","image":"IMG_20251205_170239.jpg"},{"id":"n_martyrsshrine","zh-TW":"臺北忠烈祠(全名為國民革命忠烈祠)位於臺北中山區大直地區，是祭祀為全中華民國犧牲奉獻的殉職英烈的最高場所，建築形式仿造北京故宮太和殿，大殿中央供奉「國民革命烈士之靈位」，左側供奉「中華民族遠祖黃帝之靈位」及「各民族先祖之靈位」，右側則供奉「國父遺像」。\r\n祠內由中華民國三軍儀隊擔任禮兵駐守，每天整點進行的儀隊交接儀式可以看到儀隊士兵整齊劃一的操槍與行進表演，也成為許多外國觀光客造訪臺北市時必訪的一處觀光景點。","en":"The National Revolutionary Martyrs' Shrine, located in the Dazhi area of Zhongshan District, Taipei, is the highest memorial site dedicated to honoring the war dead who sacrificed for the Republic of China. The shrine's architecture is modeled after the Hall of Supreme Harmony in Beijing's Forbidden City. In the main hall, the spirit tablets of the National Revolutionary Martyrs are enshrined. The left chamber houses the spirit tablet of Huangdi, the ancestor of the Chinese people, along with those of other ethnic forebears, while the right chamber is dedicated to a portrait of Dr. Sun Yat-sen, the founding father of the Republic of China.","image":"IMG_20240829_093335.jpg"},{"id":"n_beitouspring","zh-TW":"北投溫泉博物館興建於民國2年(西元1913年)，過去是北投溫泉區中的公共溫泉浴場，光復後曾一度改由國民黨北投黨部、臺北縣議會及派出所使用，但隨著三個單位接連遷出，建物遭民眾佔用而逐漸頹傾，之後於民國87年(1998年)由臺北市政府重新修復，列為市定古蹟。\r\n廣義的北投溫泉泛指臺北北部大屯火山群為地熱母體，沿著磺溪谷地湧出的溫泉，基於特殊的火山環境，該地更形成含放射性金屬鐳的稀有硫酸鹽礦物，於西元1905年由臺灣總督府研究員岡本要八郎發現後，依照發現地被命名為「北投石」，該礦物也是全世界礦物中，唯一以臺灣地名命名的礦物，而這種礦物除了北投外，僅在日本秋田縣的玉川溫泉發現，足見其稀有性。","en":"The Beitou Hot Spring Museum was built in 1913. Originally a public hot spring bath in the Beitou Hot Spring area, it was used by the KMT Beitou Party Headquarters, the Taipei County Council, and a local police station after the retrocession of Taiwan. However, as these three entities relocated, the building gradually fell into disrepair due to public occupation. It was restored by the Taipei City Government in 1998 and designated a municipal historical site.\r\nBroadly speaking, Beitou Hot Springs refer to the hot springs that emerge along the Huangxi Valley from the Datun Volcanic Group in northern Taipei. Due to the unique volcanic environment, this area has formed rare sulfate minerals containing radioactive radium. Discovered in 1905 by Yohachiro Okamoto, a researcher at the Taiwan Governor-General's Office, it was named “Hokutolite” after its discovery location. (“Hokuto” is the Japanese pronunciation of Beitou.) This mineral is the only one in the world named after a place in Taiwan. Besides Beitou, it has only been found in Tamagawa Onsen in Akita Prefecture, Japan, highlighting its rarity.","image":""},{"id":"n_tamsui","zh-TW":"淡水老街指的是新北市淡水區以中正路為中心，東起重建街，西至公館巷的最熱鬧街區，沿途可見臺灣傳統的長條型連棟式街屋，此外該區尚有馬偕博士石像公園以及淡水清水巖等古蹟。\r\n淡水區舊稱「滬尾」，由於位處淡水河口，早年便是因處盆地而較為封閉的臺北地區出入外海的重要港口，除此之外，臺灣處於東南亞航路中繼站也為淡水創造有利條件，直至日據時期，因為淡水河河道日漸淤淺，加上淡水距離日本較遠，因此日本政府改以基隆港作為臺北對外港口，也讓淡水逐漸沒落。","en":"Tamsui Old Street refers to the busiest street in Tamsui District, New Taipei City, with Zhongzheng Road as its center, stretching from Chongjian Street in the east to Gongguan Lane in the west. Along the way, you can see traditional Taiwanese long-strip townhouses. In addition, the area also has historical sites such as the Dr. Mackay Stone Statue Park and Tamsui Qingshui Temple.\r\nTamsui District was formerly known as “Huwei”. Because it is located at the mouth of the Tamsui River, it was an important port for the Taipei area, which is relatively closed due to its basin location, to enter and exit the open sea in the early years. In addition, Taiwan's location as a relay station on the Southeast Asian shipping route also created favorable conditions for Tamsui. Until the Japanese occupation period, because the Tamsui River became increasingly shallow and Tamsui was far away from Japan, the Japanese government changed the port of Keelung as Taipei's external port, which also caused Tamsui to gradually decline.","image":""},{"id":"n_nanganglalaport","zh-TW":"南港LaLaPort位於南港展覽館旁，作為臺北目前最新的大型購物商場，以「結MUSUBI」作為內裝設計概念，內部走道交織，集結過去與未來、自然與都市、臺灣與日本等多樣化元素，走在其中易有「柳暗花明又一村」的驚奇感，自民國114年(西元2025年)3月開幕以來，每逢週末假期人潮絡繹不絕，儼如南港新地標。\r\n該商場所在地原為南港最古的聚落所在，地名「南港」指的是「基隆河的南岸」，位於其對面的汐止亦有一處以基隆河北岸命名為「北港」的地名(與雲林北港鎮來源不同)。\r\n清朝時期，漢人發現該地氣溫、雨量與土質皆相當適合茶樹生長，故引進茶樹種植，使南港成為臺灣包種茶的發源地；日據末期，煤礦與磚瓦業發展蓬勃，光復後南港更成為臺灣省政府指定的工業區，高密度的工廠排放大量的黑煙，一度使南港在人們的口中出現了「黑鄉」的稱號；而如今隨著東區門戶計畫與多項大型建設的投入下，南港轉型為高科技產業與流行文化的主要據點，並持續改變南港的模樣。","en":"Mitsui Shopping Park LaLaport Nangang, located next to the Nangang Exhibition Center, is Taipei's newest large-scale shopping mall. Its interior design concept is “MUSUBI (Knot or Linking with),” with interwoven walkways that combine diverse elements such as past and future, nature and city, Taiwan and Japan, creating a sense of surprise and discovery as you wander through. Since its opening in March 2025, it has been a popular weekend destination, becoming a new landmark in Nangang.\r\nThe mall is situated on the site of Nangang's oldest settlement. The name “Nangang” refers to the south bank of the Keelung River. Across the river in Xizhi, there is another place named “Beigang,” after the north bank of the Keelung River (though the origin of the name differs from that of Beigang Township in Yunlin County).\r\nDuring the Qing Dynasty, Han Chinese discovered that the temperature, rainfall, and soil conditions in the area were very suitable for tea tree growth, so they introduced tea trees for cultivation, making Nangang the birthplace of Pouchong tea in Taiwan. At the end of the Japanese occupation, the coal mining and brick and tile industries flourished. After the retrocession of Taiwan, Nangang became an industrial zone designated by the Taiwan Provincial Government. The high density of factories emitted large amounts of black smoke, which once earned Nangang the nickname “Black Village.” Now, with the investment in the Eastern Gateway Project and many large-scale construction projects, Nangang has transformed into a major hub for high-tech industries and popular culture, and continues to change the face of Nangang.","image":""},{"id":"n_nmmst","zh-TW":"國立海洋科技博物館是一所結合海洋教育與科技發展的領航國家博物館，兼俱帶動基隆在地發展外，更為國家乃至國際海洋科技發展的引領舵手，除與地方政府緊密合作外，更需成為臺灣海洋科技發展的軸心，結合智慧科技及整合園區資源成為全國最重要的「永續海洋」創新基地，並透過美感設計、智能技術及跨領域合作推動「海洋科普教育」，以健康樂活、市場機制、共榮共享理念活化園區發展特色，發揮海洋科技博物館應有的功能與使命，並與地方、中央和產業成立海洋教育休憩產業鏈，共構發展為一個獨特創新之「海洋科技發展園區」。","en":"The National Museum of Marine Science & Technology in Taiwan(NMMST) is a leading national museum that combines marine education and technological development. In addition to driving local development in Keelung, it is also a leader in the development of marine science and technology in the country and even the world. In addition to working closely with local governments, it is also required to become the axis of marine science and technology development in Taiwan. By combining smart technology and integrating park resources, it will become the most important “sustainable ocean” innovation base in the country. Through aesthetic design, smart technology and cross-disciplinary cooperation, it will promote “marine science education”. With the concepts of healthy living, market mechanism and shared prosperity, it will revitalize the park’s development characteristics, fulfill the functions and missions that the National Museum of Marine Science and Technology should have, and establish a marine education and leisure industry chain with local governments, the central government and industries to jointly develop into a unique and innovative “marine science and technology development park”.","image":"IMG_20250611_104741.jpg"},{"id":"n_jingmingchang","zh-TW":"金明昌休閒農場位於基隆七堵瑪陵山區，與大多數臺灣養蜂場飼養義大利蜂不同的是，金明昌農場內的蜜蜂主要是臺灣原生種土蜂，且因土蜂不需遷徙，因此一年四季都可以在農場內看到蜜蜂飛舞與採蜜的狀況。","en":"Jinmingchang Leisure Farm is located in the Qidu Maling Mountain area of ​​Keelung. Unlike most bee farms in Taiwan that raise Italian bees, the bees in Jinmingchang Farm are mainly native Taiwanese native bees. Because native bees do not need to migrate, you can see bees flying and collecting honey in the farm all year round.","image":"IMG_20250624_153320.jpg"},{"id":"e_dongshan","zh-TW":"冬山河為宜蘭第五大河，流經羅東、冬山、五結等三鄉鎮，在全長24公里的冬山河流域中，親水公園是冬山河最重要的遊憩據點，以重建人與水的自然倫理為訴求，模仿大自然造景並融入蘭陽本土色彩，如水上舞臺、五座圓錐形卵石丘及海面上的龜山島，不經意的將蘭陽地標引入園中。冬山河自古相傳有青龍及黃龍護岸，因此河畔用卵石築起高低起伏、彎曲有致的龍坡，分別鑲上青、藍和黃、橘的陶片，龍坡的階梯上，一方方有趣的嵌鑲畫，是宜蘭小朋友拼貼的傑作。","en":"The Dongshan River is the fifth-largest river in Yilan, flowing through the towns of Luodong, Dongshan, and Wujie. Spanning a length of 24 kilometers, the Dongshan River Water Park serves as its most significant recreational hub. The park aims to restore the natural harmony between humans and water by mimicking natural landscapes and incorporating elements of Lanyang’s local features, such as the stage on the water, five cone-shaped pebble hills, and Guishan Island on the sea, subtly weaving these regional landmarks into the park’s design.\r\nAccording to legend, the Dongshan River is guarded by a Blue Dragon and a Yellow Dragon. Inspired by this myth, the riverside features undulating \"Dragon Slopes\" made of pebbles adorned with green, blue, yellow, and orange ceramic mosaics. The mosaic artwork on the steps of the Dragon Slopes is a delightful creation by children from Yilan.","image":""},{"id":"e_ncta","zh-TW":"國立傳統藝術中心宜蘭園區座落於宜蘭縣五結鄉冬山河畔，佔地 24 公頃，民國93年(西元2004年)起正式對外營運，除傳統藝術核心業務由政府執行外，部分設施皆委託民間經營，以打造公共建設與民間經營之雙贏利基。園區設施以仿聚落型態興建，從信仰中心到街坊、從保存傳習到展演推廣。富有傳統文化特色的建築群，其建築手法或遵循傳統技法，或運用現代美學，仿造三、四十年代臺灣民間聚落，處處可見當時生活的縮影，深具文化內涵。軟體經營上運用現有設施，依歲時節慶規劃展演活動，常年呈現臺灣常民文化的工藝展覽，並結合四季時序與文化觀光策略，透過活潑的表現方式與豐沛的創意活力，讓來者得以體現臺灣常民文化美學，重溫歷史記憶。","en":"The National Center for Traditional Arts is located in Wujie Township, Yilan County, on the shore of Dongshan River, surrounded by mountains and the ocean. Occupying 24 hectares, it was completed in 2003 and began public operations in 2004. Its core business is carried out by the government, but its facilities are partly entrusted to private operators.\r\nWe use such software as is available to plan exhibitions and performances in line with festivals as they occur during the year. Every year we present arts and crafts exhibitions of Taiwanese folk culture and combine the sequence of the four seasons with cultural tourism strategy, enabling visitors to experience Taiwan’s folk cultural aesthetic and refresh their historical memories through lively forms of expression and abundant creative vitality.","image":""},{"id":"n_presidentoffice","zh-TW":"中華民國總統府建築物本身建於民國8年(西元1919年)，原先在日據時代時作為臺灣總督府官舍使用，布局採用東西橫軸向，建築物呈現日文漢字「日」字格局。於二次大戰期間，承受臺北大空襲而嚴重受損，之後修復更名為「介壽館」以紀念先總統　蔣中正(時任國民政府主席)六十大壽。修復後原欲作為臺灣省政府辦公處使用，但隨著民國38年(西元1949年)國民政府撤退來臺後，改做為中華民國總統府使用至今。","en":"The Presidential Office Building of the Republic of China (R.O.C.) was constructed in 1919 and originally served as the office for the Governor-General of Taiwan during the Japanese colonial era. Its layout is based on an east-west horizontal axis, and the building's structure resembles the Japanese kanji character “日\" (meaning “Sun”). During World War II, it suffered severe damage from the Allied bombing raids, particularly during the Raid on Taihoku. After the war, the building was restored and renamed “Chieh Shou Hall” to commemorate the 60th birthday of Former President Chiang Kai-shek (then Chairman of the Nationalist Government). It was initially intended to serve as the office of the Taiwan Provincial Government, but after the central government of the R.O.C. retreated to Taiwan in 1949, it was repurposed as the Presidential Office in 1950, a role it continues to serve to this day.","image":""},{"id":"n_taipei","zh-TW":"臺北市是中華民國的直轄市以及實質首都，地處臺北盆地東北半部，轄有12區，加上包圍整個臺北市的新北市以及位於臺灣北海岸的基隆市(有時會再加上位於西方的桃園市)，則是泛稱為大臺北地區的大型都會區。\r\n該地最早可考的居民是平埔族原住民巴賽族(或稱凱達格蘭族)，隨後西班牙人、荷蘭人與漢人等群體接連來到此地，在17世紀初即開始有城市的粗胚樣貌，直到19世紀時，臺北盆地以位於萬華的龍山寺為中心的「艋舺」，以及因為頂下郊拚事件不得不遷移至較北邊的居民為主軸的「大稻埕」為最主要的兩個聚落。\r\n為了方便管理加上強化國防，清廷決定在臺北設地方政府，而為了平衡兩大聚落，因此政府最終將政府所在地設為兩大聚落中間的未開墾荒地，歷經兩年興建，西元1884年臺北城正式竣工，西元1885年臺灣以「福建臺灣省」名義建省後，首任巡撫劉銘傳引入大量西式公共設施，令臺北城的現代化程度高居當時全中國之冠。\r\n隨著臺灣經濟重心北移，繼任劉銘傳的第二任巡撫邵友濂正式決定將省會從橋孜圖(今臺中市南區)遷移至臺北，加上日據時期日本人擴建基隆港與強化鐵路運輸便利，正式奠定臺北作為臺灣政治與商業中心的地位。\r\n民國60年代(西元1971年)以後，臺灣經濟快速成長，臺北作為經濟中心，也面臨嚴重的交通問題，直到民國80年代(西元1990年代)，透過鐵路地下化、大眾捷運系統、公車專用道等交通建設落成才逐漸疏解交通上的壓力，現今臺北市也以西側的舊市區、東側的信義計畫區與內湖、南港科技園區為發展主軸，持續展現不一樣的風貌。","en":"Taipei City is a special municipality and de facto capital of the Republic of China, located in the northeastern half of the Taipei Basin. It comprises 12 districts, and together with New Taipei City (surrounding Taipei) and Keelung City (located on the northern coast of Taiwan) (and sometimes Taoyuan City to the west), it forms the Greater Taipei metropolitan area.\r\nThe earliest verifiable inhabitants of this area were the Basai people (or Ketagalan people), an indigenous group of the Pingpu people. Subsequently, groups such as the Spanish, Dutch, and Han Chinese arrived in succession, and by the early 17th century, the area had begun to resemble a rudimentary city. Until the 19th century, the two main settlements in the Taipei Basin were “Bangka (Mengjia),” centered around Longshan Temple in Wanhua, and “Twatutia (Dadaocheng),” whose residents had to relocate to the north due to the Dingxia Suburban Redevelopment Incident.\r\nTo facilitate administration and strengthen national defense, the Qing government decided to establish a local government in Taipei. To balance the two settlements, the government seat was ultimately located on undeveloped land between them. After two years of construction, Taipei City was officially completed in 1884. In 1885, after Taiwan became a province under the name “Fujian Taiwan Province,” the first governor, Liu Mingchuan, introduced numerous Western-style public facilities, making Taipei City the most modernized city in China at the time.\r\nAs Taiwan's economic center shifted northward, Shao Youlian, the second governor who succeeded Liu Mingchuan, officially decided to move the provincial capital from Qiaozitu (now Taichung City South District) to Taipei. In addition, the Japanese expanded Keelung Port and strengthened railway transportation during the Japanese occupation, which officially established Taipei's status as Taiwan's political and commercial center.\r\nSince the 1960s, Taiwan's economy has grown rapidly. As the economic center, Taipei has also faced serious traffic problems. It was not until the 1990s that the traffic pressure was gradually relieved through the completion of transportation construction projects such as underground railways, mass rapid transit systems, and dedicated bus lanes. Today, Taipei City continues to show a different look with the old city in the west, the Xinyi Planning District in the east, and the Neihu and Nangang Technology Parks as the main development axis.","image":"IMG_20250129_150736.jpg"},{"id":"n_expopark_xinsheng","zh-TW":"新生公園位於臺北市中山區，在日據時期該處被規劃為四號公園，戰後於民國67年(西元1978年)開闢完成，並命名為新生公園。\r\n至民國99年(西元2010年)時，隨著臺北舉辦2010臺北國際花卉博覽會，新生公園被劃為展覽場地，並設置未來館、天使生活館、夢想館、養生館等展館，同時也針對公園內設施進行眾多改造，展期結束後，該地仍持續以公園的型態開放給遊客休憩。\r\n除了位在濱江街對面的林安泰古厝以及種有全世界多種玫瑰的臺北玫瑰園外，八角形的迷宮花園亦是適合孩童遊玩的人氣設施。","en":"Xinsheng Park is located in Zhongshan District, Taipei City. During the Japanese colonial period, the area was designated as Park No. 4. After the war, it was completed in 1978 and renamed Xinsheng Park.\r\nIn 2010, with the 2010 Taipei International Flora Exposition, Xinsheng Park was designated as an exhibition venue, housing pavilions such as the Future Pavilion, Angel Life Pavilion, Dream Pavilion, and Pavilion of Regimen. Numerous renovations were also made to the park’s facilities. After the expo, the park continued to be open to visitors as a park.\r\nIn addition to the Lin Antai Historic House across Binjiang Street and the Taipei Rose Garden, which features a variety of roses from around the world, the octagonal maze garden is also a popular attraction for children.","image":""}]